[
    {
        "name": "Arcana Overwhelming",
        "type": "Magic Damage",
        "desc": "Gain AP Ability Power equal to 50.0% of Magic Resist. Gain 100 Magic Resist."
    },
    {
        "name": "Attack Expert",
        "type": "Attack Damage",
        "desc": "This champion gains 55% more Attack Damage from all sources."
    },
    {
        "name": "Avalanche of Armor",
        "type": "Attack Damage",
        "desc": "Gain AD Attack Damage equal to 30.0% of Armor. Gain 99 AR Armor."
    },
    {
        "name": "Avarice Incarnate",
        "type": "Damage Amp",
        "desc": "Gain 5 gold. Gain 15% Damage Amp and 1.0% more per 2 gold you have (up to 40%)."
    },
    {
        "name": "Berserker Rage",
        "type": "Power",
        "desc": "Gain 25 Ability Power & 25% Attack Damage. Triple it when below 85% Health."
    },
    {
        "name": "Brutal Claws",
        "type": "Power",
        "desc": "This champion gains 40% Critical Strike chance and Critical Strikes bleed for 40% of their damage (as the same damage type) over 3 seconds."
    },
    {
        "name": "Bully",
        "type": "Damage Amp",
        "desc": "Gain 11.0% Damage Amp, increased to 33% against units with a lower star level."
    },
    {
        "name": "Bulwark",
        "type": "Tank",
        "desc": "Gain 40 Armor & 40 Magic Resist. Triple it when above 50% health."
    },
    {
        "name": "Calling Card",
        "type": "Utility",
        "desc": "Gain an emblem that matches a non-unique trait from this champion."
    },
    {
        "name": "Center of the Universe",
        "type": "Power",
        "desc": "Gain 6 stars that orbit this champion. Each star deals 80 magic damage and the orbit expands to hit the champion\\'s current target."
    },
    {
        "name": "Comeback Story",
        "type": "Damage Amp",
        "desc": "Gain 5.0% Damage Amp for every 10 player health you have lost this game."
    },
    {
        "name": "Cull The Weak",
        "type": "Power",
        "desc": "Gain up to 100.0% Critical Strike Chance based on target\\'s missing Health. Every 3 seconds, target the lowest percent Health enemy in range."
    },
    {
        "name": "Cultivating Magic",
        "type": "Magic Damage",
        "desc": "Gain 30 Ability Power. Gain 5 Ability Power permanently for every 10000 damage they deal.  "
    },
    {
        "name": "Cybernetic Speed",
        "type": "Attack Speed",
        "desc": "Gain 8.0% Attack Speed and at combat start, an additional 2.0% Attack Speed for each component held by your team."
    },
    {
        "name": "Deep Roots",
        "type": "Tank",
        "desc": "Gain 700 Health, 25 Armor, and 25 Magic Resist. They cannot move or be stunned, and pull their target into melee range."
    },
    {
        "name": "Defense Expert",
        "type": "Tank",
        "desc": "This champion gains 110% more Armor and Magic Resist from all sources."
    },
    {
        "name": "Diving In",
        "type": "Power",
        "desc": "On first cast, leap to enemies and stun in a 2-hex radius for 1.5 seconds and gain 25.0% Attack Speed and 15.0% Omnivamp."
    },
    {
        "name": "Dragonsoul",
        "type": "Power",
        "desc": "This champion\\'s first attack against a new target fires a Dragonsoul blast, dealing 20.0% max Health true damage."
    },
    {
        "name": "Dramatic Entrance",
        "type": "Utility",
        "desc": "Combat start: Leap off the battlefield. After 6 seconds, arrive with 55.00000000000001% increased max Health and <TFTKeyword>Stun</TFTKeyword> all enemies for 2 seconds."
    },
    {
        "name": "Dual Wielding",
        "type": "Utility",
        "desc": "Gain 2 completed items that fit this champion\\'s role."
    },
    {
        "name": "Eagle Eye",
        "type": "Attack Damage",
        "desc": "Gain +1 Range. Every 2 seconds this champion doesn\\'t move, gain 9.0% Attack Damage."
    },
    {
        "name": "Energy Absorption",
        "type": "Magic Damage",
        "desc": "Gain 30 Ability Power. Each time an ally dies, gain 8.0% of their Ability Power."
    },
    {
        "name": "Fireball",
        "type": "Power",
        "desc": "For every 70 Mana spent, throw a 2-hex fireball that deals 6.0% max Health true damage and <TFTKeyword>Burns</TFTKeyword> for 5 seconds."
    },
    {
        "name": "Force of Friendship",
        "type": "Damage Amp",
        "desc": "Gain 1.0% Damage Amp for each star level on your board. Three-star champions grant 8% Damage Amp instead."
    },
    {
        "name": "Fortified",
        "type": "Tank",
        "desc": "Gain 12.0% max Health. Every 4 seconds, gain another 12.0% (up to 5 times)."
    },
    {
        "name": "Freestyling",
        "type": "Damage Amp",
        "desc": "Gain 5.0% Damage Amp for each activated non-unique trait you have."
    },
    {
        "name": "Giant-Sized",
        "type": "Tank",
        "desc": "Gain 1000 Health and grow greatly in size."
    },
    {
        "name": "Headhunter",
        "type": "Attack Speed",
        "desc": "This champion gains 15% Attack Speed. Every 1 kills, they permanently gain 1% more (doubled in Hyper Roll)."
    },
    {
        "name": "Heavy Hitter",
        "type": "Tank",
        "desc": "Attacks deal bonus physical damage equal to 30.0% of this champion\\'s max Health. (Cooldown: 1.5 seconds)"
    },
    {
        "name": "Hivemind",
        "type": "Power",
        "desc": "Gain a copy of the first champion this champion scores a takedown on each player combat. Gain 25% Damage Amp."
    },
    {
        "name": "Hunger For Power",
        "type": "Utility",
        "desc": "Combat start: Consume an adjacent ally Champion and gain 75% of their Health and Attack Damage."
    },
    {
        "name": "Hypervelocity",
        "type": "Attack Speed",
        "desc": "Gain 20.0% Attack Speed. On cast, gain 15.0% stacking Attack Speed for the rest of combat."
    },
    {
        "name": "Into the Unknown",
        "type": "Power",
        "desc": "This champion disappears for 3 rounds. When they return, they gain 60 Ability Power and 60.0% Attack Damage."
    },
    {
        "name": "Invisibility",
        "type": "Critical Strike Chance",
        "desc": "Every 6 seconds, turn invisible for 1 second. The next attack has 100.0% Critical Strike Chance."
    },
    {
        "name": "Kill Streak",
        "type": "Mana",
        "desc": "Gain 20 Mana each kill."
    },
    {
        "name": "Knockout",
        "type": "Attack Damage",
        "desc": "Gain 15.0% Attack Damage. The next attack after casting gains 35.0% Critical Strike Chance and deals 90.0% true damage."
    },
    {
        "name": "Laser Eyes",
        "type": "Magic Damage",
        "desc": "Constantly deal 175.0% Ability Power magic damage per second in a 3-hex line and <TFTKeyword>Burn</TFTKeyword> enemies for 3 seconds."
    },
    {
        "name": "Last Chance",
        "type": "Power",
        "desc": "On first death, revive to full Health, gain 33.0% Attack Speed and 20.0% Omnivamp but lose 12.5% Health each second."
    },
    {
        "name": "Legacy Of Shurima",
        "type": "Attack Speed",
        "desc": "After 10 seconds of combat, ascend, gaining 50.0% max Health and 60.0% Attack Speed"
    },
    {
        "name": "Mage Armor",
        "type": "Tank",
        "desc": "Gain Armor and Magic Resist equal to 50.0% of Ability Power."
    },
    {
        "name": "Magic Expert",
        "type": "Magic Damage",
        "desc": "This champion gains 40% more Ability Power from all sources."
    },
    {
        "name": "Magic Training",
        "type": "Magic Damage",
        "desc": "Gain 15 Ability Power. On cast, your team gains 2 Ability Power for every 20 Mana spent."
    },
    {
        "name": "Mini Mees",
        "type": "Attack Damage",
        "desc": "Gain 3 minis that deal 30.0% (AD) Attack Damage every 2 attacks. Their attacks reduce Armor by 5."
    },
    {
        "name": "Nothing Wasted",
        "type": "Mana",
        "desc": "When an ally dies, gain 50.0% of their current Mana."
    },
    {
        "name": "One Thousand Cuts",
        "type": "Power",
        "desc": "Attacks deal 30 bonus true damage, plus 12 true damage for each time the target was damaged by this effect."
    },
    {
        "name": "Power Absorption",
        "type": "Attack Damage",
        "desc": "Gain 30.0% Attack Damage. Each time an ally dies, gain 9.0% of their Attack Damage."
    },
    {
        "name": "Power Up",
        "type": "Attack Damage",
        "desc": "Gain 20.0% Attack Damage. Gain 5.0% Attack Damage permanently for every 10000 damage they deal.  "
    },
    {
        "name": "Protective Shielding",
        "type": "Tank",
        "desc": "Combat Start and every 8 seconds: Grant 12.0% max Health Shield to self and 2 lowest health allies for 4 seconds."
    },
    {
        "name": "Repulsor",
        "type": "Utility",
        "desc": "Gain 50.0% Attack Speed. On cast, knock back their target if within 3 hexes of them."
    },
    {
        "name": "Scuttle Familiar",
        "type": "Tank",
        "desc": "On death, summon a crab with 100% of their maximum Health, Armor, and Magic Resist."
    },
    {
        "name": "Share Your Energy",
        "type": "Utility",
        "desc": "Combat start: grant 12.0% of their Attack Damage, Ability Power, Health, Armor, and Magic Resist to adjacent allies."
    },
    {
        "name": "Slime Time",
        "type": "Magic Damage",
        "desc": "Every 2 seconds, deal 200.0% (AP) magic damage in a 1-hex radius and heal this champion for 100.0% of damage dealt."
    },
    {
        "name": "Slow Cooker",
        "type": "Tank",
        "desc": "Every second, deal magic damage in a 1-hex radius equal to 3.0% of their max Health. Radius increases every 6 seconds."
    },
    {
        "name": "Stoneskin",
        "type": "Tank",
        "desc": "Combat start: Gain 225 Armor and Magic Resist. Every second, reduce this bonus by 10."
    },
    {
        "name": "Strength Training",
        "type": "Attack Damage",
        "desc": "Gain 20% Attack Damage. Every 3 times they attack, your team gains 4% Attack Damage."
    },
    {
        "name": "The Finisher",
        "type": "Power",
        "desc": "This champion\\'s attacks and Ability executes enemy champions at 15.0% health or lower."
    },
    {
        "name": "Thornskin",
        "type": "Tank",
        "desc": "Gain 60 Armor and 60 Magic Resist. When damaged, deal 20.0% of the damage blocked to adjacent enemies as magic damage. "
    },
    {
        "name": "Titan of Teamwork",
        "type": "Tank",
        "desc": "Gain 1.0% Durability for each star level on your board. Three-star champions grant 6% Durability instead."
    },
    {
        "name": "Titanic Strikes",
        "type": "Attack Damage",
        "desc": "Attacks deal an additional 50.0% Attack Damage to the target and adjacent enemies. "
    },
    {
        "name": "Touch of Frost",
        "type": "Utility",
        "desc": "Ability casts 20% <TFTKeyword>Chill</TFTKeyword> (reduce Attack Speed) enemies for 8 seconds. When <TFTKeyword>Chilled</TFTKeyword> enemies die, they stun the nearest enemy for 2.5 second."
    },
    {
        "name": "Ultimate Hero",
        "type": "Utility",
        "desc": "After 4 rounds, star up a 3-star 1-cost champion to 4 stars!"
    },
    {
        "name": "Unstoppable Force",
        "type": "Tank",
        "desc": "On takedown, charge the next target and Stun them for 1.5 seconds, then heal 10% max Health."
    },
    {
        "name": "Vampiric Affinity",
        "type": "Utility",
        "desc": "Gain 20.0% Omnivamp. Increase this to 50.0% Omnivamp while below 75.0% health."
    },
    {
        "name": "Voracious Appetite",
        "type": "Damage Amp",
        "desc": "This champion gains 300 Health and 15.0% Damage Amp. Each round gain a consumable that grants 100 HP and 2.0% DA in exchange for 3 player health. "
    },
    {
        "name": "Wolf Familiars",
        "type": "Attack Damage",
        "desc": "Summon 2 untargetable wolves with 75.0% of this champion\\'s Attack Damage and 0.9 Attack Speed."
    }
]