[
    {
        "name": "100 Push Ups",
        "stats": {
            "1": "Gain 15% Damage Reduction. For every 3 rerolls you spend gold on, gain 1% permanent Damage Amp."
        }
    },
    {
        "name": "Space Ace",
        "stats": {
            "1": "Damage this champion deals contributes 100% more towards launching rockets from The Crew's ship."
        }
    },
    {
        "name": "Adaptive Skin",
        "stats": {
            "1": "When taking damage, gain 1 Armor or 5 Magic Resistance based on the damage type, up to 50 total resists."
        }
    },
    {
        "name": "All Out",
        "stats": {
            "1": "At combat start go ALL OUT, gaining 20% Damage Reduction and 50% Attack Damage. Health no longer decays while ALL OUT."
        }
    },
    {
        "name": "Annihilation",
        "stats": {
            "1": "Gain 15% Damage Amp, increased to 30% Damage Amp after the first takedown each combat."
        }
    },
    {
        "name": "Artistic KO",
        "stats": {
            "1": "Every 4th attack deals 40% more damage. Overkill damage bounces to the nearest enemy."
        }
    },
    {
        "name": "Atomic",
        "stats": {
            "1": "Store 15% max Health at combat start and 2% more every second. On death, deal the stored Health as magic damage in a large radius."
        }
    },
    {
        "name": "Max Attack",
        "stats": {
            "1": "Gain 10% Attack Damage, and permanently gain 1% every 2 takedowns."
        }
    },
    {
        "name": "Attack Expert",
        "stats": {
            "1": "Gain 5% Attack Damage. All other sources of Attack Damage give 30% more."
        }
    },
    {
        "name": "Best Defense",
        "stats": {
            "1": "When granting or receiving shields, add 150% of the shield's value as bonus physical damage on the next attack."
        }
    },
    {
        "name": "Bestest Boy",
        "stats": {
            "1": "Every 5 seconds, Lulu feeds a snack to her Monster: 13% Health Healing for Rammus, 12% Attack Damage for Smolder, or 12% Ability Power for Kog'Maw."
        }
    },
    {
        "name": "Bladenado",
        "stats": {
            "1": "Attacks deal 20% of Basic Attack Damage as physical damage to enemies within attack range of the target."
        }
    },
    {
        "name": "Hungry Hero",
        "stats": {
            "1": "Gain 100 Health and 8% Attack Damage. Each round, you may pay 3 player health for 75 Health and 3 AD."
        }
    },
    {
        "name": "Bludgeoner",
        "stats": {
            "1": "Attacks and Abilities ignore 35% of enemy's Armor."
        }
    },
    {
        "name": "Body Change",
        "stats": {
            "1": "At combat start, take the form of the nearest ally, granting them and this champion a 20% Health shield."
        }
    },
    {
        "name": "Bonus Bloom",
        "stats": {
            "1": "Gain an additional plant. Plants deal 20% less damage and have 30% less Health."
        }
    },
    {
        "name": "Ordinary",
        "stats": {
            "1": "If this champion has no active traits, gain 300-650 Health and 10-50% Attack Speed (based on current Stage)."
        }
    },
    {
        "name": "Bullet Hell",
        "stats": {
            "1": "Fire 35% more projectiles with abilities."
        }
    },
    {
        "name": "Caretaker",
        "stats": {
            "1": "On cast, the lowest percent Health ally gains 120 shield for 6 seconds."
        }
    },
    {
        "name": "Storm Bender",
        "stats": {
            "1": "Summon a storm that echoes 25% of damage dealt as magic damage.",
            "2": "Both champions contribute damage. The storm is bigger."
        }
    },
    {
        "name": "Classy",
        "stats": {
            "1": "This champion's last-listed trait is 40% more effective on them."
        }
    },
    {
        "name": "Corrosive",
        "stats": {
            "1": "30% Shred and Sunder enemies within 2 hexes. Take 15% less damage from Shredded or Sundered enemies."
        }
    },
    {
        "name": "Corrupted",
        "stats": {
            "1": "Start dormant. Gain 4.5% Damage Amp and 80 Health whenever any unit dies. At 60% Health, awaken and blink toward enemies, stunning them for 1.5 seconds."
        }
    },
    {
        "name": "Crimson Veil",
        "stats": {
            "1": "Gain 20% Omnivamp. Overhealing from Omnivamp converts to shield. (Max: 40% Health)"
        }
    },
    {
        "name": "Critical Threat",
        "stats": {
            "1": "Abilities can Critically Strike. Every 3 seconds, gain 5% Critical Strike Chance."
        }
    },
    {
        "name": "Gem Core",
        "stats": {
            "1": "The Mighty Mech converts 8% of damage taken into Attack Damage and Ability Power, and gains 100 Armor and Magic Resist.<br><br>Crystal Rose champions are treated as Mighty Mechs for the Mech's abilities."
        }
    },
    {
        "name": "Cyclone Rush",
        "stats": {
            "1": "15% Attack Speed",
            "2": "25% Attack Speed. Disable two enemies."
        }
    },
    {
        "name": "Dark Amulet",
        "stats": {
            "1": "Heal for 15% of magic damage dealt. On cast, take 8% max Health as true damage, but gain 12 stacking Ability Power."
        }
    },
    {
        "name": "Demolitionist",
        "stats": {
            "1": "Ability damage Stuns for 1 second."
        }
    },
    {
        "name": "Desperado",
        "stats": {
            "1": "After every 12th attack, fire five projectiles at the closest enemies that deal 120% of Basic Attack Damage as physical damage."
        }
    },
    {
        "name": "Doom Barrage",
        "stats": {
            "1": "Arrows cost 2 less Mana during Varus's Ability."
        }
    },
    {
        "name": "Doomsayer",
        "stats": {
            "1": "After 15 seconds, if still alive, deal 40% of damage taken this combat as magic damage to all enemies."
        }
    },
    {
        "name": "Doublestrike",
        "stats": {
            "1": "Attacks have a 25% chance to trigger an additional attack."
        }
    },
    {
        "name": "Dread Note",
        "stats": {
            "1": "If alive at 18 and 30 seconds, kill the enemy with the most Health",
            "2": "At 15 and 25 seconds instead."
        }
    },
    {
        "name": "Efficient",
        "stats": {
            "1": "Abilities cost 20 less Mana to cast."
        }
    },
    {
        "name": "Essence Share",
        "stats": {
            "1": "On cast, the 2 nearest allies gain 20% of Mana spent."
        }
    },
    {
        "name": "BloodBrothers",
        "stats": {
            "1": "Damage dealt by Yone and Yasuo bleeds enemies for 25% of damage dealt over 2 seconds."
        }
    },
    {
        "name": "Fairy Tail",
        "stats": {
            "1": "On cast spawn 2 fairies that each deal 80-200 (based on Stage) magic damage to the target over the next 8 seconds."
        }
    },
    {
        "name": "Fighter Spirit",
        "stats": {
            "1": "Gain 75 Health, 5% Attack Damage, and 5% Ability Power for each Fighter or Assassin fielded."
        }
    },
    {
        "name": "Final Ascent",
        "stats": {
            "1": "Ascend an additional time at levels 7 and 10.<br><br>Level 7: Gain 5% Ability Power every 3 attacks.<br>Level 10: Launch 2 additional waves that deal 55% damage."
        }
    },
    {
        "name": "Final Boss",
        "stats": {
            "1": "Gain 10% Omnivamp. Whenever an ally dies, gain 4% stacking Damage Amp."
        }
    },
    {
        "name": "Final Form",
        "stats": {
            "1": "After round 5-1 if this champion is 3-star, become 4-star at combat start."
        }
    },
    {
        "name": "Finalist",
        "stats": {
            "1": "Gain 12% Damage Amp and 8% Damage Reduction, increased by 3% DA and 3% DR for each eliminated player."
        }
    },
    {
        "name": "Frost Touch",
        "stats": {
            "1": "Attacks have a 15% chance to Stun the target for 1.5 seconds.",
            "2": "These attacks deal 55 bonus magic damage per Stage."
        }
    },
    {
        "name": "Fusion Dance",
        "stats": {
            "1": "At combat start, fuse with the nearest ally, gaining 40% of their Health, Attack Damage, and Ability Power."
        }
    },
    {
        "name": "Gather Force",
        "stats": {
            "1": "On cast, gain stacking Attack Damage equal to 40% of Mana spent."
        }
    },
    {
        "name": "Golden Edge",
        "stats": {
            "1": "Attacking 70 times grants 2 gold. This gold value increases by 1 each time it activates."
        }
    },
    {
        "name": "Max Vitality",
        "stats": {
            "1": "At combat start gain 35 permanent Health. Every 10 seconds this champion survives, gain 10 additional permanent Health."
        }
    },
    {
        "name": "Heart of Gold",
        "stats": {
            "1": "If this champion survives a player combat, gain 2 gold."
        }
    },
    {
        "name": "Hemorrhage",
        "stats": {
            "1": "Abilities deal 60% bonus damage as true damage over 4 seconds."
        }
    },
    {
        "name": "Hero's Arc",
        "stats": {
            "1": "Gain 4.5% Damage Amp per player level. At level 10 gain an additional 35% Damage Amp."
        }
    },
    {
        "name": "Hyperactive",
        "stats": {
            "1": "Takedowns grant 110% Attack Speed that rapidly decays over 3 seconds."
        }
    },
    {
        "name": "Ice Bender",
        "stats": {
            "1": "Combat Start: Ryze is frozen for the first 4 seconds of combat. His Ability 20% Chills enemies for 6 seconds, and deals 25% bonus damage to enemies adjacent to the target."
        }
    },
    {
        "name": "Infernal Speed",
        "stats": {
            "1": "Gain 10% Attack Speed. On takedown, generate a Cinder. Grant your team 2% bonus Attack Speed for every 8 Cinders."
        }
    },
    {
        "name": "InnerFire",
        "stats": {
            "1": "Every 2 seconds, Burn and Wound the closest non-Burning enemy for 10 seconds. Take 15% less damage from Burning enemies."
        }
    },
    {
        "name": "Kahunahuna",
        "stats": {
            "1": "Every 6 attacks, deal 215 true damage."
        }
    },
    {
        "name": "Tank-zilla",
        "stats": {
            "1": "Gain 20% max Health and grow larger. After 15 seconds, Stun all enemies for 1.5 seconds."
        }
    },
    {
        "name": "Keen Eye",
        "stats": {
            "1": "Attacks and Abilities ignore 40% of enemy's Magic Resistance."
        }
    },
    {
        "name": "Killer Instinct",
        "stats": {
            "1": "Abilities target the lowest Health enemy in range instead. Gain 2 Mana Regen."
        }
    },
    {
        "name": "Living Wall",
        "stats": {
            "1": "Gain 20 Armor and Magic Resistance. At combat start allies in the back row gain 1% Attack Speed for every 30 combined Armor and MR this champion has."
        }
    },
    {
        "name": "Fan Service",
        "stats": {
            "1": "10% Attack Damage and Attack Speed | 180 Health, 12 AR and MR,",
            "2": "12% Attack Damage and Attack Speed | 250 Health, 15 AR and MR,"
        }
    },
    {
        "name": "Mage",
        "stats": {
            "1": "Cast Abilities twice, but deal 15% less total damage."
        }
    },
    {
        "name": "Max Arcana",
        "stats": {
            "1": "Gain 15% Ability Power, and permanently gain 1% every 2 takedowns."
        }
    },
    {
        "name": "Magic Expert",
        "stats": {
            "1": "Gain 10% Ability Power. All other sources of Ability Power give 30% more."
        }
    },
    {
        "name": "Mana Rush",
        "stats": {
            "1": "Start combat with full Mana."
        }
    },
    {
        "name": "Mastermind",
        "stats": {
            "1": "At combat start, gain 50 Mana and give 25 Mana to all allies in a line in front of this champion."
        }
    },
    {
        "name": "Hat Trick",
        "stats": {
            "1": "Gain 10% Attack Damage and Ability Power. Each takedown, don a hat that grants 2% of each. On death, lose 50% of your hats."
        }
    },
    {
        "name": "Mechablade",
        "stats": {
            "1": "Gain Attack Speed equal to 3% maximum Health. Attacks grant 2 bonus Mana."
        }
    },
    {
        "name": "Mech Pilot",
        "stats": {
            "1": "Pilot the Mech, granting it your stats: 50% Health, 100% AD, AP, and AS. Eject when at 50%.",
            "2": "The Mech benefits from the pilots' traits."
        }
    },
    {
        "name": "Regenerative",
        "stats": {
            "1": "Heal 5% max Health every 3 seconds. Gain 10% increased healing from all sources."
        }
    },
    {
        "name": "Midas Touch",
        "stats": {
            "1": "Attacks and Abilities execute enemies below 10% Health. Kills have a 25% chance to drop a gold."
        }
    },
    {
        "name": "Mind Battery",
        "stats": {
            "1": "The first cast each combat grants 5 Mana Regen and 30% Ability Power."
        }
    },
    {
        "name": "Momentum",
        "stats": {
            "1": "Gain 60% Attack Speed and moves significantly faster."
        }
    },
    {
        "name": "Needlework",
        "stats": {
            "1": "Fire 2 bonus needles with every 1st and 2nd cast that deal 50% damage."
        }
    },
    {
        "name": "Not Done Yet",
        "stats": {
            "1": "Once this champion has died 8 times, gain 25% Health, 10% Omnivamp, and 25% Damage Amp."
        }
    },
    {
        "name": "On The Edge",
        "stats": {
            "1": "Start combat at 65% Health, but gain 35% Damage Amp."
        }
    },
    {
        "name": "Over9000",
        "stats": {
            "1": "At the start of each round, gain a random permanent stat bonus."
        }
    },
    {
        "name": "Pack Tactics",
        "stats": {
            "1": "Gain 2 packmates that deal 20% physical damage. When Naafiri uses her Ability, packmates dash to the lowest Health enemy within 2 hexes."
        }
    },
    {
        "name": "Power Font",
        "stats": {
            "1": "At combat start and every 3 seconds, gain 1 Mana Regen."
        }
    },
    {
        "name": "Precision",
        "stats": {
            "1": "Set Attack Speed to 70. Convert 1% Attack Speed to 0.8% Attack Damage. Attacks deal 130% more damage and grant 10 more Mana."
        }
    },
    {
        "name": "Pure Heart",
        "stats": {
            "1": "Every 4 seconds heal this champion and allies within 2-hexes for 15% of their missing Health."
        }
    },
    {
        "name": "Pursuit",
        "stats": {
            "1": "Lucian's Ability dashes, fires +1 additional bullets, and grants 1 Ability Power for the rest of combat."
        }
    },
    {
        "name": "Ramping Rage",
        "stats": {
            "1": "Attacks grant 3% stacking Attack Speed."
        }
    },
    {
        "name": "Rare Treat",
        "stats": {
            "1": "Your Monster has +15 Monster Trainer levels."
        }
    },
    {
        "name": "Resistant",
        "stats": {
            "1": "Reduce each instance of incoming damage by 35."
        }
    },
    {
        "name": "Rising Chaos",
        "stats": {
            "1": "On cast, fire an additional orb that deals 8% damage to a random enemy. Subsequent casts add an additional orb."
        }
    },
    {
        "name": "Mechador",
        "stats": {
            "1": "When you field Mighty Mech and Luchador, The Mighty Mech gains 100 Health and becomes a Luchador granting +1 to the trait."
        }
    },
    {
        "name": "Robo Ranger",
        "stats": {
            "1": "Gain 35% of The Mighty Mech's Attack Damage and Ability Power, and 15% of its Health."
        }
    },
    {
        "name": "Assassinate",
        "stats": {
            "1": "Combat Start: Jump into the enemy's backline and deal 15% less damage for the first 8 seconds of combat.",
            "2": "Both champions jump."
        }
    },
    {
        "name": "Round Two",
        "stats": {
            "1": "On death, summon a Training Dummy equipped with the same items. It has 105% of this unit's health."
        }
    },
    {
        "name": "Selfish",
        "stats": {
            "1": "Gain 10% Durability. Heal for 5% of damage dealt by all other allies."
        }
    },
    {
        "name": "Serious Slam",
        "stats": {
            "1": "The first attack on each enemy deals 175% physical damage and Stun for 1 seconds."
        }
    },
    {
        "name": "Shadow Clone",
        "stats": {
            "1": "Create a perfect copy of this champion with the same items equipped that deals 25% damage."
        }
    },
    {
        "name": "Singularity",
        "stats": {
            "1": "Become a 2-hex singularity, dealing 1%(Health)as magic damage every second. When enemies die within the radius, gain 8 permanent Health."
        }
    },
    {
        "name": "Sky Piercer",
        "stats": {
            "1": "Damage 30% Shreds and Sunders enemies for 8 seconds. Deal 10% increased damage against Shredded and Sundered enemies."
        }
    },
    {
        "name": "Socialite",
        "stats": {
            "1": "Combat start: Mark adjacent hexes for 3 rounds. Allies in marked hexes gain 10% Damage Amp and 140 Health. This champion gains 200% of the bonus."
        }
    },
    {
        "name": "Solar Breath",
        "stats": {
            "1": "Every 2 seconds, Burn and Wound the closest non-Burning enemy for 10 seconds. Deal 15% more damage to Burning enemies."
        }
    },
    {
        "name": "S.O.L.E. Fighter",
        "stats": {
            "1": "If this champion is the only Soul Fighter fielded, it gains the benefits of Soul Fighter (4)."
        }
    },
    {
        "name": "Soul Chipper",
        "stats": {
            "1": "Dealing magic damage reduces Magic Resistance by 4 for the rest of combat."
        }
    },
    {
        "name": "Max Speed",
        "stats": {
            "1": "Gain 8% Attack Speed, and permanently gain 1% every 3 takedowns."
        }
    },
    {
        "name": "Spiky Shell",
        "stats": {
            "1": "Gain 40 Armor. Enemies attacking this champion take 25 + 5 per stage physical damage. (1 second cooldown per attacker)"
        }
    },
    {
        "name": "Spirit Sword",
        "stats": {
            "1": "Gain 20% Critical Strike Chance. Attacks that critically strike deal 40% bonus magic damage."
        }
    },
    {
        "name": "Stand Alone",
        "stats": {
            "1": "If this champion starts combat alone in its row, gain 35% Health."
        }
    },
    {
        "name": "Stand United",
        "stats": {
            "1": "Shen's ability also shields the lowest health ally for 40% of his shield and gains 10 stacking Magic Resist on cast."
        }
    },
    {
        "name": "Star Sailor",
        "stats": {
            "1": "Gain 30% increased bonuses from Star Guardian.",
            "2": "And heal the other Star Sailor for 15% of damage dealt."
        }
    },
    {
        "name": "Star Student",
        "stats": {
            "1": "Gain 200 Health and +60% Potential",
            "2": "Gain 1 XP per round, and another 1 for each surviving Star Student."
        }
    },
    {
        "name": "Stretchy Arms",
        "stats": {
            "1": "Gain 10% Attack Speed. On takedown, gain +1 Attack Range."
        }
    },
    {
        "name": "Strong Spark",
        "stats": {
            "1": "Every 3 seconds, zap the closest enemy for 9% of their max Health as magic damage. Whenever an enemy is Stunned by any source, zap them."
        }
    },
    {
        "name": "Super Genius",
        "stats": {
            "1": "Every 2 seconds gain Ability Power equal to your Mana Regen."
        }
    },
    {
        "name": "Superstar",
        "stats": {
            "1": "Your team gains 4% Damage Amp, increased by 3% for each 3-Star on your team. This champion gains 200% of the bonus."
        }
    },
    {
        "name": "Supremacy",
        "stats": {
            "1": "While this champion is the Supreme Cell, they execute enemies under 18% Health instead."
        }
    },
    {
        "name": "Surge 66",
        "stats": {
            "1": "Gain 15% Attack Speed and 10% Ability Power. After 15 and 66 attacks, this amount doubles."
        }
    },
    {
        "name": "Team Captain",
        "stats": {
            "1": "This champion's Star Guardian Teamwork bonus is increased by 15% per star level.",
            "2": "15% bonus per star level."
        }
    },
    {
        "name": "Thrillseeker",
        "stats": {
            "1": "Kills heal 15% max Health and grant 40% Attack Speed for 2 seconds.",
            "2": "40% Attack Speed on kill. Execute enemies below 10% Health."
        }
    },
    {
        "name": "Blink Attack",
        "stats": {
            "1": "When switching targets, blink to the next target. The next attack deals 150% more as magic damage."
        }
    },
    {
        "name": "Tiny Terror",
        "stats": {
            "1": "Gain 12% Attack Speed. At 50% Health, double it for the rest of combat. Then, shrink in size for 4 seconds, dodging all attacks."
        }
    },
    {
        "name": "Colossal",
        "stats": {
            "1": "1000 Health; 15% DR; 10% DA",
            "2": "1400 Health; 20% DR; 30% DA"
        }
    },
    {
        "name": "Trickster",
        "stats": {
            "1": "At low Health, gain 12% Damage Amp, spawn a Training Dummy, and dash to the furthest enemy.",
            "2": "20% DA; Dummies gain 250 Health"
        }
    },
    {
        "name": "Ultra Stance",
        "stats": {
            "1": "Gain 100 Health and grant an additional +1 to the selected Stance's trait."
        }
    },
    {
        "name": "Unflinching",
        "stats": {
            "1": "Gain 15% Omnivamp and immunity to crowd control for the first 12 seconds of combat."
        }
    },
    {
        "name": "Unstoppable",
        "stats": {
            "1": "Gain 400 Health and immunity to crowd control. Charge to new targets, Stunning enemies passed through for 1 seconds."
        }
    },
    {
        "name": "Untouchable",
        "stats": {
            "1": "Become untargetable while 4+ allies are alive. If this champion ends the fight at full Health, permanently gain 2% Damage Amp."
        }
    },
    {
        "name": "Warming Up",
        "stats": {
            "1": "At combat start or when this activates gain 40 Armor and Magic Resistance. Every second, convert 2 resists into 2% Attack Damage. (Up to 40)"
        }
    },
    {
        "name": "Weights",
        "stats": {
            "1": "Gain 10 Weights. At 1+, move and attack 50% slower. Player victories drop 1 Weights, 2 on a loss. At 0, move faster and gain 60% Attack Speed and 20% Damage Reduction."
        }
    },
    {
        "name": "Wonder Twins",
        "stats": {
            "1": "When fielding 2+ copies of this unit, grant both 40% of a stat based on Role. At 3-Star, gain a 2-Star copy.",
            "2": "60% bonus stats."
        }
    }
]