{
    "Void": [
        {
            "name": "Unstable Rift",
            "desc": "Gain an unstable completed item that pops off and transforms into a random item every round.",
            "set9.5new": false
        },
        {
            "name": "The Rupture",
            "desc": "Travel to a random location that is not currently shown.",
            "set9.5new": false
        },
        {
            "name": "The Hall Of The Nine",
            "desc": "At the start of each stage, everyone gets the same loot from a highly varied pool.",
            "set9.5new": false
        }
    ],
    "Bandle City": [
        {
            "name": "Scuttle Puddle",
            "desc": "PvE monsters are replaced by scuttle crabs that grant extra loot.",
            "set9.5new": false
        },
        {
            "name": "Yuumi\\'s Zoom Zone",
            "desc": "When you buy XP, gain an additional 2.",
            "set9.5new": false
        },
        {
            "name": "Bandle Cafeteria",
            "desc": "Gain a Spatula on stage 2-1. Each round, champions equipped with Spatulas feed Poro Snax to their closest ally and grant them 20 permanent Health for each Spatula component they have.",
            "set9.5new": false
        }
    ],
    "Demacia": [
        {
            "name": "House Lightshield",
            "desc": "Gain a Crown of Demacia on stage 2-1. If the holder dies, you instantly lose the fight.",
            "set9.5new": false
        },
        {
            "name": "Ehrenmount",
            "desc": "Gain 3 component anvils at the start of the game.",
            "set9.5new": false
        }
    ],
    "Freljord": [
        {
            "name": "Hearth-Home",
            "desc": "On stage 4-5, gain a Masterwork Upgrade consumable that lets you upgrade one equipped item into its radiant version.",
            "set9.5new": false
        },
        {
            "name": "Ornn\\'s Forge",
            "desc": "Randomly on either stage 2-5 or 3-5, gain an Ornn Item Anvil.",
            "set9.5new": false
        },
        {
            "name": "Valar\\'s Hollow",
            "desc": "In Valar’s Hollow, you’ll gain an Item Anvil on 2-3 and a Support Anvil on 3-3.",
            "set9.5new": true
        }
    ],
    "Ionia": [
        {
            "name": "The Dreaming Pool",
            "desc": "At the start of each stage, gain a champ that really fits your team!",
            "set9.5new": false
        },
        {
            "name": "God-Willow\\'s Grove",
            "desc": "A spot on your bench becomes the grove. The unit in it contributes their traits as though they were in your army.",
            "set9.5new": false
        },
        {
            "name": "Placidium Library",
            "desc": "Gain a Scroll of Knowledge on stage 3-5. Use it on a champion to open an armory offering every emblem that matches their traits.",
            "set9.5new": false
        }
    ],
    "Noxus": [
        {
            "name": "Noxkraya",
            "desc": "Each time you take an augment, a random arena hex appears. Units on an arena hex gain an item that they can use.",
            "set9.5new": false
        },
        {
            "name": "Immortal Bastion",
            "desc": "On stage 2-1, gain a placeable battle flag that grants 20% Attack Speed and a 20% max Health shield to units that start combat adjacent to it.",
            "set9.5new": false
        },
        {
            "name": "Fleshing Arena",
            "desc": "Twice per stage, get a free high-tier champion. The champion\\'s tier increases with game time.",
            "set9.5new": false
        }
    ],
    "Piltover": [
        {
            "name": "Jayce\\'s Workshop",
            "desc": "All augments offered this game will be prismatic.",
            "set9.5new": false
        },
        {
            "name": "The University",
            "desc": "The first augment offered this game will be prismatic.",
            "set9.5new": false
        },
        {
            "name": "Stillwater Hold",
            "desc": "Whenever you would be offered an augment, gain a completed item anvil instead.",
            "set9.5new": false
        }
    ],
    "Shadow Isles": [
        {
            "name": "Thresh\\'s Sanctum",
            "desc": "When ANY unit dies, collect their soul. Every 40 souls, gain a loot orb.",
            "set9.5new": false
        },
        {
            "name": "Yorick\\'s Graveyard",
            "desc": "Every time a player dies, all players open an armory containing 4 of the eliminated players\\' completed items.",
            "set9.5new": false
        }
    ],
    "Shurima": [
        {
            "name": "Warlord\\'s Palace",
            "desc": "Stage 4-7 is replaced by a treasure armory round. Each reroll costs 2.",
            "set9.5new": false
        },
        {
            "name": "Shuriman Bazaar",
            "desc": "Each champion on a component carousel has 2 components on them instead of 1.",
            "set9.5new": false
        },
        {
            "name": "Shifting Sands",
            "desc": "At the start of every round, champions on the @BenchSlots@ rightmost bench slots transform into random champions of the same cost.",
            "set9.5new": false
        }
    ],
    "Targon": [
        {
            "name": "The Summit",
            "desc": "Starting at stage 3, gain a Lesser Champion Duplicator at the start of each stage. On stage 5 and beyond, gain a Champion Duplicator instead.",
            "set9.5new": false
        },
        {
            "name": "Targon Prime",
            "desc": "When you reach 40 Health, receive a blessing from the Targonian gods.",
            "set9.5new": false
        },
        {
            "name": "Marus Omegnum",
            "desc": "On stage 2-5 and 4-5, gain a Tactician\\'s Crown.",
            "set9.5new": false
        }
    ],
    "Zaun": [
        {
            "name": "The Sump",
            "desc": "There is no interest this game. Instead, starting on stage 2-1, gain 3 gold every round.",
            "set9.5new": false
        },
        {
            "name": "Glasc Industries",
            "desc": "Every time you build a completed item, gain 3 gold.",
            "set9.5new": false
        },
        {
            "name": "Ecliptic Vaults",
            "desc": "Every time you select an augment, gain 4 gold per augment you have.",
            "set9.5new": false
        }
    ],
    "Bilgewater": [
        {
            "name": "Finn’s Market",
            "desc": "Round 3-7 is replaced by a visit to Bilgewater Trader Finn, who will stock either Completed, Artifact, Support, or Radiant items. You can choose one to keep for free!",
            "set9.5new": true
        },
        {
            "name": "Slaughter Docks",
            "desc": "At the Slaughter Docks, you’ll gain free shop rerolls equal to the stage number plus 1 at the start of each stage! These only last for the round you get them, so star up your units and polish off those comps!",
            "set9.5new": true
        },
        {
            "name": "Rat Town",
            "desc": "Starting in Stage 2, Lucky Shops can appear randomly at the start of a round once per stage. These shops feature units tailored to your army\\'s active traits. There’s no discount here, but you’ll save a heck-of-a-lot in rerolls.",
            "set9.5new": true
        }
    ],
    "Ixtal": [
        {
            "name": "Serpentine River",
            "desc": "Get those just chatting fingers ready for this one! Instead of carousel rounds, vote for what bonus the lobby should get! Get a component anvil after each voting round.",
            "set9.5new": true
        },
        {
            "name": "Ixaocan",
            "desc": "With this portal, everyone loves a reroll player! Each time players star up 20 units, all players gain increasingly valuable loot.",
            "set9.5new": true
        },
        {
            "name": "Cardinal Arcology",
            "desc": "Cardinal Arcology, which will always offer a Prismatic, Gold, and Silver Augment.",
            "set9.5new": true
        }
    ]
}