{
    "origins": [
        {
            "name": "Academy",
            "desc": "The Academy sponsors 3 items each game.<br><br>Copies of sponsored items grant bonus max Health and Damage Amp. Academy units holding sponsored items gain double the amount, plus an additional 5% Health and Damage Amp.",
            "unit_active": "3/4/5/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Emissary",
            "desc": "This trait is active only when you have exactly 1 or 4 unique Emissaries.",
            "unit_active": "1/4",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Black Rose",
            "desc": "Each Black Rose champion's star level increases Sion's power.",
            "unit_active": "3/4/5/7",
            "unit_count": 5,
            "emblem": "NeedlesslyLargeRod+Spatula"
        },
        {
            "name": "Chem-Baron",
            "desc": "Gain Shimmer after each player combat. If your loss streak is at least 3, gain more.<br><br>At each stack of 100 Shimmer, the Black Market offers you contraband that only Chem-Barons can use. Chem-Barons gain max Health for each Black Market you pass on.",
            "unit_active": "3/4/5/6/7",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Experiment",
            "desc": "Gain Laboratory hexes on your board.<br><br>Combat start: Experiments standing on Laboratory hexes gain the Experiment bonuses of all Experiments on Laboratory hexes, plus max Health.",
            "unit_active": "3/5/7",
            "unit_count": 6,
            "emblem": "GiantsBelt+Spatula"
        },
        {
            "name": "Family",
            "desc": "Family members support each other, reducing their max Mana and gaining extra bonuses.",
            "unit_active": "3/4/5",
            "unit_count": 3,
            "emblem": "Spatula+Tearofthegoddess"
        },
        {
            "name": "Automata",
            "desc": "Automata gain a crystal when they deal damage. At 20 crystals, they blast their current target, dealing magic damage + 25% of damage dealt since the previous blast and reset. They also gain Armor and Magic Resist.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": "NegatronCloak+Spatula"
        },
        {
            "name": "Firelight",
            "desc": "Every 6 seconds, Firelights dash. While dashing, they attack with infinite range and heal a percentage of the damage taken since their last dash.",
            "unit_active": "2/3/4",
            "unit_count": 3,
            "emblem": "SparringGloves+Spatula"
        },
        {
            "name": "Rebel",
            "desc": "Rebels gain 15% max Health.<br><br>After your team loses 25% of their Health, a smoke signal appears, granting Rebels 60% Attack Speed for 5 seconds and extra power for the rest of combat.",
            "unit_active": "3/5/7/10",
            "unit_count": 8,
            "emblem": "RecurveBow+Spatula"
        },
        {
            "name": "Scrap",
            "desc": "Combat start: Components held by Scrap units temporarily turn into full items. Scrap units gain Shield for 24 seconds for each component held by your team, including those that make up a full item.",
            "unit_active": "2/4/6/9",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Enforcer",
            "desc": "Combat Start: Enforcers gain Shield and Damage Amp. The highest Health enemy units become WANTED!<br><br>When a Wanted enemy dies, Enforcers gain 30% Attack Speed.",
            "unit_active": "2/4/6/8/10",
            "unit_count": 7,
            "emblem": "ChainVest+Spatula"
        },
        {
            "name": "Conqueror",
            "desc": "Conquerors' takedowns grant stacks of Conquest. After gaining enough Conquest, open War Chests full of loot!<br><br>Conquerors gain Attack Damage and Ability Power, increased by 5% for each War Chest opened.",
            "unit_active": "2/4/6/9",
            "unit_count": 6,
            "emblem": "BFSword+Spatula"
        }
    ],
    "classes": [
        {
            "name": "Ambusher",
            "desc": "Damage from Ambushers' Abilities can critically strike. They also gain bonus Critical Strike Chance and Critical Strike Damage.",
            "unit_active": "2/3/4/5",
            "unit_count": 5,
            "emblem": "FryingPan+SparringGloves"
        },
        {
            "name": "Bruiser",
            "desc": "Your team gains 100 max Health. Bruisers gain more.",
            "unit_active": "2/4/6",
            "unit_count": 6,
            "emblem": "FryingPan+GiantsBelt"
        },
        {
            "name": "Quickstriker",
            "desc": "Quickstrikers move faster and gain Attack Speed, based on their target's missing Health.",
            "unit_active": "2/3/4",
            "unit_count": 4,
            "emblem": "FryingPan+RecurveBow"
        },
        {
            "name": "Form Swapper",
            "desc": "Innate: Form Swappers change their stats and ability based on if they're placed in the front 2 rows or back 2 rows.<br><br>Frontline Form Swappers gain Durability. Backline Form Swappers gain Damage Amp.",
            "unit_active": "2/3/4",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Dominator",
            "desc": "Combat start: Dominators gain a Shield for 15 seconds.<br><br>When Dominators cast, they gain stacking Ability Power based on the Mana spent.",
            "unit_active": "2/4/6",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Visionary",
            "desc": "Whenever Visionaries gain Mana, they gain more.",
            "unit_active": "2/4/6",
            "unit_count": 7,
            "emblem": "FryingPan+Tearofthegoddess"
        },
        {
            "name": "Artillerist",
            "desc": "Every 5 attacks, Artillerists launch a rocket that deals 125% Attack Damage around the target. They also gain Attack Damage.",
            "unit_active": "2/4/6",
            "unit_count": 4,
            "emblem": "BFSword+FryingPan"
        },
        {
            "name": "Pit Fighter",
            "desc": "Pit Fighters gain 15% Omnivamp and deal bonus true damage. Once per combat at 50% Health, they heal a percentage of their max Health over 2 seconds.",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": "FryingPan+NegatronCloak"
        },
        {
            "name": "Sniper",
            "desc": "Snipers deal more damage to targets farther away.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Sorcerer",
            "desc": "Your team gains 10 Ability Power. Sorcerers gain more.",
            "unit_active": "2/4/6",
            "unit_count": 7,
            "emblem": "FryingPan+NeedlesslyLargeRod"
        },
        {
            "name": "Sentinel",
            "desc": "Your team gains Armor and Magic Resist. Sentinels gain triple.",
            "unit_active": "2/4/6",
            "unit_count": 7,
            "emblem": "ChainVest+FryingPan"
        },
        {
            "name": "Watcher",
            "desc": "Watchers gain Durability, increased while above 50% Health.",
            "unit_active": "2/4/6",
            "unit_count": 6,
            "emblem": ""
        }
    ]
}