{
    "origins": [
        {
            "name": "8-bit",
            "desc": "Keep score of your team's damage dealt. For each high score you beat, 8-bit champions gain Attack Damage.",
            "unit_active": "2/4",
            "unit_count": 4,
            "emblem": "Spatula+RecurveBow"
        },
        {
            "name": "Country",
            "desc": "When your team loses 30% of their Health, a Dreadsteed that empowers your team. Each Country star level increases the Dreadsteed's Health and Attack Damage.",
            "unit_active": "3/5",
            "unit_count": 5,
            "emblem": "Spatula+NegatronCloak"
        },
        {
            "name": "EDM",
            "desc": "Use the EDM selector item to choose an EDM champion and see the frequency for each.<br><br>At the selected champions's frequency, your EDM champions cast the selected Ability with modified effectiveness.",
            "unit_active": "2/4/5",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Emo",
            "desc": "Emo Champions' Ability cost less Mana to cast, and they gain Mana whenever an allied champion dies.",
            "unit_active": "2/4/6",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Disco",
            "desc": "Summon a movable Disco Ball.<br><br>Combat start: Allies next to it gain Attack Speed and healing immediately and every 3 seconds.",
            "unit_active": "3/4/5",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Hyperpop",
            "desc": "When Hyperpop champions use an Ability, they grant Mana and 4 seconds of Attack Speed to their 2 closest allies.",
            "unit_active": "1/2/3/4",
            "unit_count": 2,
            "emblem": ""
        },
        {
            "name": "Jazz",
            "desc": "For each active trait (except uniques), your team gains bonus Health and deals bonus damage.",
            "unit_active": "2/3/4",
            "unit_count": 3,
            "emblem": ""
        },
        {
            "name": "K/DA",
            "desc": "Your team gains max Health, Ability Power, and Attack Damage if they are in a lighted hex. K/DA champions gain double!",
            "unit_active": "3/5/7/10",
            "unit_count": 7,
            "emblem": "Spatula+NeedlesslyLargeRod"
        },
        {
            "name": "Pentakill",
            "desc": "Pentakill champions reduce incoming damage by 15% and deal bonus damage. For each champion kill, a Pentakill champion rocks out and increases their damage bonus by 25%. <br><br>On the 5th kills, all Pentakill champions rock out and your team gains 50% Attack Speed.",
            "unit_active": "3/5/7/10",
            "unit_count": 7,
            "emblem": "Spatula+ChainVest"
        },
        {
            "name": "Heartsteel",
            "desc": "Earn Hearts by killing enemies. Gain even more by losing player combat. Every 4 player combats, convert Hearts into powerful rewards!",
            "unit_active": "3/5/7/10",
            "unit_count": 6,
            "emblem": "Spatula+GiantsBelt"
        },
        {
            "name": "Punk",
            "desc": "Punks gain bonus Health and Attack Damage, which increases by 1% every time you spend gold on a Shop reroll.<br><br>After Punks fight in combat, your 1st Shop reroll costs 1 gold and grants 3% bonus instead!",
            "unit_active": "2/4",
            "unit_count": 4,
            "emblem": "Spatula+SparringGloves"
        },
        {
            "name": "True Damage",
            "desc": "True Damage champions deal bonus true damage. If they are holding an item, they gain a unique Bling Bonus for their Ability.",
            "unit_active": "2/4/6/9",
            "unit_count": 6,
            "emblem": "Spatula+BFSword"
        }
    ],
    "classes": [
        {
            "name": "Bruiser",
            "desc": "Your team gains 100 Health. Bruiser gain bonus maximum Health.",
            "unit_active": "2/4/6",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Crowd Diver",
            "desc": "After Crowd Divers die, they leap onto the furthest enemy, dealing 300 magic damage. Enemies within 1 hex are Stunned for 1.5 seconds.<br><br>They also deal bonus damage, increased by 1% each second.",
            "unit_active": "2/4",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Dazzler",
            "desc": "Dazzler' Ability reduce their target's damage by 10% and deal bonus magic damage over 2 seconds.",
            "unit_active": "2/4",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Big Shot",
            "desc": "Big Shots gain Attack Damage. which increases for 3 seconds when they use their Ability.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Edgelord",
            "desc": "Edgelords gain Attack Speed which doubles when their target drops target drops below 50% Health. Edgelords with 1-hex range also dash through them on their next attack.",
            "unit_active": "3/5/7",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Executioner",
            "desc": "Executioner Abilities can critically strike and they gain Critical Strike Damage. Their Critical Strike Chance is increased based on their target's missing Health.",
            "unit_active": "2/4/6",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Mosher",
            "desc": "Moshers gain Attack Speed and Omnivamp, which increases up to 100% based on their missing Health.<br><br>Omnivamp: Heal for percentage of damage dealt",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Guardian",
            "desc": "Once per combat at 50% Health, Guardians shield themselves and their closest ally for a percent of their max Health.",
            "unit_active": "2/4/6",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Rapidfire",
            "desc": "Your team gains 10% Attack Speed.<br><br>Rapidfire champions gain more on every attack, up to 10 stacks.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Sentinel",
            "desc": "Your team gains Armor and Magic Resist. Sentinels gain double.",
            "unit_active": "2/4/6/8",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Spellweaver",
            "desc": "Your team gains 15 Ability Power. Spellweavers gain more, plus extra Ability Power whenever a Spellweaver casts an Ability.",
            "unit_active": "3/5/7",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Superfan",
            "desc": "Superfans improve your Headliner!",
            "unit_active": "3/4/5",
            "unit_count": 4,
            "emblem": ""
        }
    ]
}