{
    "origins": [
        {
            "name": "Chemtech",
            "desc": "After dropping below 75% Health, Chemtech champions become chem-powered, gaining Attack Speed, 15% damage reduction, and regenerating a percentage of their maximum Health each second for 8 seconds.",
            "unit_active": "3/5/7/9",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Clockwork",
            "desc": "Your team has increased Attack Speed, with an additional increase per augment in the Hexcore.",
            "unit_active": "2/4/6",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Debonair",
            "desc": "Debonair champions gain bonus Health and Ability Power, and you have a higher chance to see Debonair VIPs in your Shop.<br><br>If there is a Debonair VIP in play, they activate their unique bonus. Sell the old VIP for a chance to see a new one in your Shop.",
            "unit_active": "3/5/7",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Enforcer",
            "desc": "",
            "unit_active": "3/5",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Hextech",
            "desc": "At the start of combat and every 6 seconds afterwards, the Hexcore sends out a pulse that charges up allied Hextech champions with a shield for 4 seconds (does not stack). While the shield is active, attacks deal bonus magic damage on hit. Additionally, the shield and bonus magic damage are 20% stronger for each augment in the Hexcore.",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Mercenary",
            "desc": "Gain a treasure chest that opens when you win combat against a player. At the start of each planning phase vs a player, dice rolls add loot to the chest. The longer you've gone without opening the chest, the luckier the dice.",
            "unit_active": "3/5/7",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Mutant",
            "desc": "Mutants gain unique bonuses. These are different each game.<br><br>Voidborne:<br/>\r\n(3) Mutants execute targets they damage who are below 20% Health.<br>\r\n(5) And Mutants deal 40% of their damage as true damage.<br>\r\n(7) And Mutants deal 80% of their damage as true damage.<br>\r\n-----------------------------------------<br>\r\nBio-Leeching: Your team gains Omnivamp (healing for a percentage of all damage dealt).<br>\r\n(3) 30% Omnivamp<br>\r\n(5) 65% Omnivamp<br>\r\n(7) 100% Omnivamp<br>\r\n-----------------------------------------<br>\r\nVoracious Appetite: Mutants grow stronger each time an ally dies.<br>\r\n(3) +18 Attack Damage and Ability Power<br>\r\n(5) +25 Attack Damage and Ability Power<br>\r\n(7) +35 Attack Damage and Ability Power<br>\r\n-----------------------------------------<br>\r\nSynaptic Web: The Abilities of Mutants cost less to cast. (Minimum 10 Mana)<br>\r\n(3) 20 Mana less<br>\r\n(5) 40 Mana less<br>\r\n(7) 40 Mana less, and gain 50 bonus Ability Power<br>\r\n-----------------------------------------<br>\r\nAdrenaline Rush: Mutants' attacks have a chance to trigger 2 additional attacks against their target.<br>\r\n(3) 40% chance<br>\r\n(5) 75% chance<br>\r\n(7) 100% chance, and gain 40 bonus Attack Damage<br>\r\n-----------------------------------------<br>\r\nCybernetic Enhancement: Mutants with at least 1 item gain bonus stats.<br>\r\n(3) 450 Health and 30 Attack Damage<br>\r\n(5) 800 Health and 60 Attack Damage<br>(7) 1250 Health and 90 Attack Damage<br>\r\n-----------------------------------------<br>\r\nMetamorphosis: Mutants grow every 2 seconds, gaining bonuses that stack up to 5 times.<br>\r\n(3) +18 Armor and Magic Resist, +2 Attack Damage and Ability Power<br>\r\n(5) +25 Armor and Magic Resist, +4 Attack Damage and Ability Power<br>\r\n(7) +35 Armor and Magic Resist, +7 Attack Damage and Ability Power",
            "unit_active": "3/5/7",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Scrap",
            "desc": "At the start of combat, components held by Scrap champions turn into full items for the rest of combat. Also, your team gains a shield for each component equipped by your team, including those that are part of a full item.",
            "unit_active": "2/4/6",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Socialite",
            "desc": "Socialites reveal a spotlight on the battlefield. The unit standing in the spotlight at the start of combat gains unique bonuses.",
            "unit_active": "1/2/3/5",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Syndicate",
            "desc": "Certain allies are cloaked in shadows, gaining 50 Armor, 50 Magic Resist and 20% Omnivamp (healing for a percentage of all damage dealt.)",
            "unit_active": "3/5/7",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Yordle",
            "desc": "",
            "unit_active": "3/6",
            "unit_count": 6,
            "emblem": ""
        }
    ],
    "classes": [
        {
            "name": "Arcanist",
            "desc": "Arcanists increase the Ability Power of your team.",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Assassin",
            "desc": "Innate: When combat starts, Assassins leap to the enemy backline.<br><br>Assassins' Abilities can critically strike and they gain bonus Critical Strike Chance and bonus Critical Strike Damage.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Bodyguard",
            "desc": "Bodyguards have increased Armor. Shortly after combat begins, Bodyguards gain a shield and taunt adjacent enemies, forcing them to attack the Bodyguard.",
            "unit_active": "2/4/6/8",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Bruiser",
            "desc": "Your team gains bonus maximum Health. Bruisers gain double the bonus.",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Challenger",
            "desc": "Challengers get bonus Attack Speed. Upon scoring a takedown, Challengers dash to a new target and double this bonus for 2.5 seconds.",
            "unit_active": "2/4/6/8",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Colossus",
            "desc": "Innate: Colossi are bigger and more powerful. They gain 800 bonus Health and immunity to crowd control effects. However, each Colossus requires 2 team slots.",
            "unit_active": "2/3",
            "unit_count": 3,
            "emblem": ""
        },
        {
            "name": "Enchanter",
            "desc": "Your team has bonus Magic Resist. Enchanters gain bonus healing and shielding.",
            "unit_active": "2/3/4/5",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Innovator",
            "desc": "Innovators build a mechanical companion to join the battle. The companion receives bonus Health and Attack Damage based on allied Innovators' star levels.",
            "unit_active": "3/5/7",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Scholar",
            "desc": "Your team gains Mana every 2 seconds.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Sniper",
            "desc": "Innate: Snipers gain 1 hex Attack Range.<br><br>Snipers deal bonus damage for each hex between themselves and their target.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Striker",
            "desc": "Strikers gain bonus Attack Damage.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Twinshot",
            "desc": "Twinshots gain bonus Attack Damage and have a chance to fire twice whenever they attack or cast an Ability.",
            "unit_active": "2/3/4/5",
            "unit_count": 4,
            "emblem": ""
        }
    ]
}