{
    "origins": [
        {
            "name": "A.D.M.I.N.",
            "desc": "A.D.M.I.N programs a custom configuration per player each game.",
            "unit_active": "2/4/6",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Anima Squad",
            "desc": "Anima Squad members build fame for scoring champion kills. When they pause to celebrate a kill, they permanently gain 6 maximum Health per point of fame. Fame immediately benefits the whole Anima Squad.<br><br>Anima Squad also gains:",
            "unit_active": "3/5/7",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Civilian",
            "desc": "If there is a Civilian alive, your team is inspired to protect them by gaining Mana every 2 seconds.",
            "unit_active": "1/2/3",
            "unit_count": 3,
            "emblem": ""
        },
        {
            "name": "Mecha: PRIME",
            "desc": "Use the Mecha selector item to choose a PRIME.<br><br>Combat start: the PRIME combines with the 2 nearest Mecha, absorbing 100% of their Health.",
            "unit_active": "3/5",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Gadgeteen",
            "desc": "Each round, Gadgeteens create random modified weapon with powerful effects that fall apart after one round. Gadgeteen also gain Damage Reduction for each item equipped to them.",
            "unit_active": "3/5",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Ox Force",
            "desc": "Ox Force units gain a range of Attack Speed that ramps as they lose Health. Once per combat, when they would drop below one health, they instead go to one health and become immune to damage for 1 seconds.",
            "unit_active": "2/4/6/8",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "LaserCorps",
            "desc": "When a LaserCorp agent attacks or is hit by an attack, their combat drone deal magic damage to the agent's target (0.4 second cooldown). When a LaserCorps agent dies, their drone is reassigned to the nearest living agent.<br><br>Drones lasers deal:",
            "unit_active": "3/5/7/9",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Star Guardian",
            "desc": "Gain more Mana from all sources.",
            "unit_active": "3/5/7/9",
            "unit_count": 8,
            "emblem": ""
        },
        {
            "name": "Supers",
            "desc": "",
            "unit_active": "3",
            "unit_count": 3,
            "emblem": ""
        },
        {
            "name": "Underground",
            "desc": "The Underground must sneak through the sewers and crack 10 locks to open a vault. When the vault opens, you may choose to take the loot now, or attempt another heist for even better rewards.",
            "unit_active": "3/4/5/6",
            "unit_count": 5,
            "emblem": ""
        }
    ],
    "classes": [
        {
            "name": "Ace",
            "desc": "This trait is active only when you have exactly 1 or 4 unique Aces.",
            "unit_active": "1/4",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Aegis",
            "desc": "Your team gains bonus Magic Resist, and Aegis units gain more.",
            "unit_active": "2/3/4/5",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Brawler",
            "desc": "Brawlers gain additional maximum Health.",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Spellslinger",
            "desc": "Every 5 seconds, the next attack instead fires a magic orb at a random target, which explodes for 50% Ability Power as magic damage.",
            "unit_active": "2/4/6/8",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Sureshot",
            "desc": "Combat start: gain bonus Attack Damage now, and every 4 seconds.",
            "unit_active": "2/4",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Defender",
            "desc": "Innate: Taunt nearby enemies after the start of combat.<br><br>Your team gains bonus Armor, and Defenders gain more.<br><br>Taunt: enemies that are able and in range must attack the taunter",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Duelist",
            "desc": "Innate: increased movement speed.<br><br>Duelists' basic attacks grant bonus Attack Speed, up to 12 stacks.",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Hacker",
            "desc": "Hackers gain Omnivamp and summon a H4ckerr!m. Any unit placed in the rider hex will be sent to the enemy backline and is untargetable for the first 2 seconds of combat.<br><br>Omnivamp: heal for a percentage of damage dealt",
            "unit_active": "2/3/4",
            "unit_count": 3,
            "emblem": ""
        },
        {
            "name": "Heart",
            "desc": "When Heart units cast their Ability, your team gains stacking Ability Power for the rest of combat.",
            "unit_active": "2/4/6",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Mascot",
            "desc": "Your team heals a percentage of their maximum Health every 2 seconds, and Mascots heal double the amount.<br><br>\r\nWhen Mascots die, they retreat to the sidelines to cheer on your team. Your team's healing increased by 1% for each cheering Mascot.",
            "unit_active": "2/4/6/8",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Prankster",
            "desc": "",
            "unit_active": "2/3",
            "unit_count": 3,
            "emblem": ""
        },
        {
            "name": "Recon",
            "desc": "Innate: Gain 2 hex Attack Range. <br><br>If there is an enemy nearby, Recon units will dash to safety before casting their Ability.",
            "unit_active": "2/3/4",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Renegade",
            "desc": "Renegade units deal bonus damage, and the last sone standing deals more.",
            "unit_active": "3/6",
            "unit_count": 5,
            "emblem": ""
        }
    ]
}