{
    "origins": [
        {
            "name": "Bilgewater",
            "desc": "Bilgerat attacks and Abilities mark enemies. The mark stores a percentage of damage dealt to the enemy by Bilgerats.<br><br>Marked enemies are struck by a cannonball after 1.5 seconds, dealing the stored damage plus a flat value as physical damage.",
            "unit_active": "3/5/7/9",
            "unit_count": 7,
            "emblem": "NegatronCloak+Spatula"
        },
        {
            "name": "Darkin",
            "desc": "",
            "unit_active": "1/2",
            "unit_count": 2,
            "emblem": ""
        },
        {
            "name": "Demacia",
            "desc": "Your strongest Demacians become Elite and equip a random Radiant item each combat. Elites grant Armor and Magic Resist to themselves and adjacent allies, but this does not stack.",
            "unit_active": "3/5/7/9",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Freljord",
            "desc": "After 8 seconds, an ice storm strikes the battlefield. Enemies take a percentage of their max Health as true damage and gain debuffs.<br><br>Sunder: reduce Armor<br>Shred: reduce Magic Resist",
            "unit_active": "2/3",
            "unit_count": 2,
            "emblem": ""
        },
        {
            "name": "Ionia",
            "desc": "Each Ionian has a unique bonus within their Ability.<br><br>Every 4 seconds, a number of Ionians are enlightened to their spirit form, gaining 20 mana and doubling stat bonuses for 4 seconds.",
            "unit_active": "3/6/9",
            "unit_count": 7,
            "emblem": "BFSword+Spatula"
        },
        {
            "name": "Ixtal",
            "desc": "Gain elemental hexes, which give a different bonus from game to game.",
            "unit_active": "2/3/4",
            "unit_count": 3,
            "emblem": ""
        },
        {
            "name": "Noxus",
            "desc": "Noxus champions gain Health, Ability Power and Attack Damage. This is increased by 5% for each different opponent that either you have conquered in combat or is dead.",
            "unit_active": "3/5/7/9",
            "unit_count": 7,
            "emblem": "GiantsBelt+Spatula"
        },
        {
            "name": "Piltover",
            "desc": "Gain the T-Hex. Every time you lose a player combat, the T-Hex gains Charges. Winning converts the Charges to Power for the T-Hex and grants you loot based on the number of Charges converted.",
            "unit_active": "3/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Shurima",
            "desc": "Every 4 seconds, Shurimans heal 5% maximum Health. After 8 seconds, select Shurimans Ascend and gain 20% maximum Health and 30% Attack Speed.",
            "unit_active": "2/4/6/9",
            "unit_count": 7,
            "emblem": "NeedlesslyLargeRod+Spatula"
        },
        {
            "name": "Targon",
            "desc": "All of your units' healing and shielding is improved.",
            "unit_active": "2/3/4",
            "unit_count": 3,
            "emblem": ""
        },
        {
            "name": "Void",
            "desc": "Get a placeable void egg. At the start of combat, it hatches into an unspeakable horror and knocks up adjacent enemies.<br><br>Each Void star level increases the horror's Health and Ability Power by 25%.",
            "unit_active": "3/6/8",
            "unit_count": 6,
            "emblem": ""
        },
        {
            "name": "Zaun",
            "desc": "Zaun champions create random chem-mods that only they can use. Champions can be modded once, and mods can be removed by benching or selling the champion.",
            "unit_active": "2/4/6",
            "unit_count": 4,
            "emblem": ""
        }
    ],
    "classes": [
        {
            "name": "Vanquisher",
            "desc": "Damage from Vanquisher Abilities can critically strike. Vanquishers gain bonus Critical Strike Chance and Critical Strike Damage.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": "Spatula+SparringGloves"
        },
        {
            "name": "Juggernaut",
            "desc": "Juggernaut champions take less damage as their Health decreases.",
            "unit_active": "2/4/6",
            "unit_count": 6,
            "emblem": "ChainVest+Spatula"
        },
        {
            "name": "Bastion",
            "desc": "Bastion champions gain Armor and Magic Resist. This is increased by 100% for the first 10 seconds of combat.",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": ""
        },
        {
            "name": "Bruiser",
            "desc": "Your units gain 100 Health. Bruisers gain additional maximum Health.",
            "unit_active": "2/3/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Challenger",
            "desc": "Challengers gain bonus Attack Speed. When their target dies, Challengers dash to a new target and increase their Attack Speed bonus by 50% for 2.5 seconds.",
            "unit_active": "2/4/6/8",
            "unit_count": 6,
            "emblem": "RecurveBow+Spatula"
        },
        {
            "name": "Gunner",
            "desc": "When Gunner champions attack, they gain bonus Attack Damage, up to 8 stacks.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Multicaster",
            "desc": "Multicasters cast their Ability multiple times. Bonus casts have 55% reduced effectiveness.",
            "unit_active": "2/3/4",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Invoker",
            "desc": "Every 3 seconds, your units gain Mana.",
            "unit_active": "2/4/6/8",
            "unit_count": 19,
            "emblem": ""
        },
        {
            "name": "Rogue",
            "desc": "",
            "unit_active": "2/4",
            "unit_count": 4,
            "emblem": ""
        },
        {
            "name": "Slayer",
            "desc": "Slayers gain 12% Omnivamp.<br><br>Slayers deal bonus damage, doubled against units below 66% Health.",
            "unit_active": "2/4/6",
            "unit_count": 5,
            "emblem": ""
        },
        {
            "name": "Sorcerer",
            "desc": "Sorcerers gain bonus Ability Power.<br><br>When an enemy dies after being damaged by a Sorcerer, they deal a percentage of that enemy's maximum Health to another enemy.",
            "unit_active": "2/4/6/8",
            "unit_count": 7,
            "emblem": "Tearofthegoddess+Spatula"
        },
        {
            "name": "Strategist",
            "desc": "Combat Start: Allies in the front 2 rows gain a shield for 15 seconds and allies in the back 2 rows gain Ability Power.",
            "unit_active": "2/3/4/5",
            "unit_count": 4,
            "emblem": ""
        }
    ]
}