{
    "set4": [
        {
            "name": "Chosen",
            "desc": "Occasionally, in your shop, you will be offered a Chosen champion. These champions are already at 2-star level, so they cost three times their normal 1-star price and come with some extra power. \nOne of their traits (origin or class) is “Chosen” and counts as 2 of that trait"
        },
        {
            "name": "Summons",
            "desc": "Cultist is another one of our major origins in Fates, with more champions than any other trait at 8 Cultist champions! Interestingly, this trait doesn’t offer any power to the Cultist champions themselves. Instead, Cultists use their powers to summon the Demon Lord Galio into the team! The more Cultists on the board, the more powerful Galio will be."
        },
        {
            "name": "Moonlight",
            "desc": "The trait will upgrade the lowest star level unit by one star level! (And in the event of a tie, the champ with the most items gets the star-up.) \nIt is possible to reach new levels with the Moonlight trait, and we’ll see TFT’s first 4-Star champions."
        }
    ],
    "set5": [
        {
            "name": "ShadowItems"
        }
    ],
    "set5.5": [
        {
            "name": "Radiant Items",
            "desc": "We're getting new and powerful tools called 'Radiant Items' and they're strong. Like Shadow Items, each Vanilla completed Item will have a Radiant version, but this time, they'll simply be a more OP version of the original Item with no drawbacks. In fact, they're so OP that we can only give you one per game.\nYou'll get to choose your Radiant Item from a selection of five in the Radiant Armory that appears for all players at stage 3-6."
        },
        {
            "name": "Divine Blessing",
            "desc": "The Divine Blessing is a loot orb that grants the same essential contents for all players but only once they drop below 40 health. At the Dawn of Heroes, look to the Divine Blessing to fight back the brutality of a pending eighth. Blessings grant a high amount of immediate value, offering a combination of the following: Items (Components), Gold, Consumables, Spatula, Champions"
        },
        {
            "name": "Tome of Emblems",
            "desc": "The Tome of Emblems is the latest and greatest best-seller written by Urf themself. Flip through this hardcover to access a shop of four Emblems to choose from. The Tome has a chance of dropping from the Divine Blessing, but can rarely end up in the hands of PvE encounters."
        }
    ],
    "set6": [
        {
            "name": "Hextech Augments",
            "desc": "Hextech Augments are a new mechanic that’ll tap into your inner mad scientist. Some Augments break rules while others create new ones, allowing you to reinvent your game time and time again!\nBe on the lookout for all the unique Hextech Augments and insane combinations, because right now there are OVER 140 Hextech Augments that you could end up with!"
        },
        {
            "name": "Chibis",
            "desc": "With the release of Gizmos and Gadgets we also have a brand new Tactician type coming to TFT. Chibi Champions! Chibi Champions can be used Instead of your Little Legend.\nSo incase you want to rock your favorite TFT Carry or Runeterra Character as your Tactician, now you can, starting with Jinx, Ekko, and Vi!"
        }
    ],
    "set6.5": [
        {
            "name": "New Item: Edge of Night",
            "desc": "When the holder first drops below 50% health, they briefly enter stealth, becoming untargetable and shedding negative effects.\nAfter coming out of stealth, the holder gains an additional 30% bonus Attack Speed."
        },
        {
            "name": "New Trait: Debonair",
            "desc": "Debonair champions gain HP every 2 seconds for each unit targeting them, and AS for each unit they have taken down.\nVIPs are Debonair units that gain extra stat bonuses. You have to sell your old VIP in order to see a new one in the Shop​"
        },
        {
            "name": "New Champion: Silco",
            "desc": "Silco provides an unstable concoction to the nearest allies other than himself, causing them to go Berserk.\nBerserk units gain Attack Speed for the rest of combat and deal bonus damage."
        }
    ],
    "set7": [
        {
            "name": "Dragons are Massive!",
            "desc": "Dragons all cost double the cost of their tier. They take up two champ slots on your team and provide +3 of their Origin though!"
        },
        {
            "name": "Only 1 Dragon per Team",
            "desc": "The Dragon Trait requires you only have 1 Dragon or you lose the +3 Origin and HP bonus!"
        },
        {
            "name": "Dragon Orbs",
            "desc": "In Stage 2-7 or 3-7 you may get lucky and get a Dragon Orb which will drop an 8 cost Dragon!"
        }
    ],
    "set7.5": [
        {
            "name": "Dragon Trait Rework",
            "desc": "Play as many dragons as you want! Scales with additional Dragons, and adds +1 team size at (4) to allow for a 5-Dragon team more easily."
        },
        {
            "name": "New Dragons",
            "desc": "Nomsy & Swain are getting upgrades to be full Dragons, along with a few new faces."
        },
        {
            "name": "Cost Reduction",
            "desc": "8/10-cost Dragons are now 7/8-cost respectively, and new 6-cost Tier 3 Dragons have been added."
        }
    ],
    "set8": [
        {
            "name": "Hero Augments",
            "desc": "Hero Augments allow you to choose one of three options to empower a champion as the leader of the super squad you assemble."
        },
        {
            "name": "Threat",
            "desc": "Threats are more powerful than other units of their same tier, but they don't benefit from any trait synergies."
        },
        {
            "name": "Item Anvils and PVE Encounters",
            "desc": "Item Anvils will drop starting with the Stage 4-7 PVE encounter with a component Anvil, which will give you the opportunity to choose from one of three item components."
        }
    ],
    "set8.5": [
        {
            "name": "QOL Carousels: Items Pop Off",
            "desc": "Gone are the days of worrying about if a champ will combine and you’ll lose your item. The item always pops off the champion!"
        },
        {
            "name": "Glitched Out Carousels",
            "desc": "These are “Glitched” and will include different things than you normally expect. Stage 2 is ALWAYS Glitched, while the others have a chance to be as well."
        },
        {
            "name": "Ultimate Ezreal",
            "desc": "Underground Ezreal learns a cool new trick from his older, more handsome self, and Ultimate Ezreal lets his past self participate in his timeline-hopping adventures."
        }
    ],
    "set9": [
        {
            "name": "Choose your Legend",
            "desc": "Choose your Legend and start the game. You can choose one of the unique augments of each Legend."
        },
        {
            "name": "Set Mechanic: Portals",
            "desc": "In the first carousel, vote for the portal of your choice to increase chances of getting the portal selected. Content in the subsequent stage will vary based on the portal chosen."
        },
        {
            "name": "Augments updates",
            "desc": "100+ new Augments are introduced, now every augment gets 1 reroll.\nSet the augment combination you want!"
        }
    ],
    "set9.5": [
        {
            "name": "Ixital - Ixaocan",
            "desc": "Take a portal to Ixaocan, where starring up a set numver of units means all players will gain increasingly valuable loot."
        },
        {
            "name": "Bilgewater - Rat Town",
            "desc": "Lucky Shops can appear randomly, featuring units tailored to your army."
        },
        {
            "name": "TFT First Times",
            "desc": "Milio and Naafiri make their first appearance on the TFT. Enjoy the mid-set with the new champion!"
        }
    ],
    "set10": [
        {
            "name": "New Global Music System",
            "details": [
                "Depending on placed champions and traits, background music is changed.",
                "Stay true to the feel of TFT, while creating more varied & dynamic music.",
                "Seamless weaving between different musical styles to create unique combinations."
            ]
        },
        {
            "name": "Headliners",
            "chances": [
                [
                    100,
                    0,
                    0,
                    0,
                    0
                ],
                [
                    100,
                    0,
                    0,
                    0,
                    0
                ],
                [
                    100,
                    0,
                    0,
                    0,
                    0
                ],
                [
                    80,
                    20,
                    0,
                    0,
                    0
                ],
                [
                    30,
                    70,
                    0,
                    0,
                    0
                ],
                [
                    0,
                    75,
                    25,
                    0,
                    0
                ],
                [
                    0,
                    40,
                    60,
                    0,
                    0
                ],
                [
                    0,
                    0,
                    70,
                    30,
                    0
                ],
                [
                    0,
                    0,
                    0,
                    98,
                    2
                ],
                [
                    0,
                    0,
                    0,
                    30,
                    70
                ]
            ],
            "details": [
                "Players can hold ONLY one headliner.",
                "One of the headliner's trait counts as 2 of that trait.",
                "A new headliner appears for every 4th re-rolls. To buy a new headliner, sell your own one.",
                "The headliners are already at 2-Star level, but cost three times their normal 1-Star price."
            ]
        },
        {
            "name": "Ranked Updates",
            "details": [
                "The new Emerald rank sits between Platinum and Diamond.",
                "LP Decay and Game bank max are adjusted."
            ]
        },
        {
            "name": "System Changes",
            "Bag Size Changes": [
                {
                    "tier": 1,
                    "Champion pool size": {
                        "old": 29,
                        "new": 22
                    }
                },
                {
                    "tier": 2,
                    "Champion pool size": {
                        "old": 22,
                        "new": 20
                    }
                },
                {
                    "tier": 3,
                    "Champion pool size": {
                        "old": 18,
                        "new": 17
                    }
                },
                {
                    "tier": 4,
                    "Champion pool size": {
                        "old": 12,
                        "new": 10
                    }
                },
                {
                    "tier": 5,
                    "Champion pool size": {
                        "old": 10,
                        "new": 9
                    }
                }
            ],
            "Leveling Changes": [
                {
                    "from": "Lv.5",
                    "to": "Lv.6",
                    "old": "24xp",
                    "new": "20xp"
                },
                {
                    "from": "Lv.6",
                    "to": "Lv.7",
                    "old": "40xp",
                    "new": "36xp"
                },
                {
                    "from": "Lv.7",
                    "to": "Lv.8",
                    "old": "60xp",
                    "new": "48xp"
                },
                {
                    "from": "Lv.8",
                    "to": "Lv.9",
                    "old": "84xp",
                    "new": "80xp"
                },
                {
                    "from": "Lv.9",
                    "to": "Lv.10",
                    "old": "100xp",
                    "new": "84xp"
                }
            ],
            "Shop Odds": [
                {
                    "Level": "Lv.6",
                    "odds": [
                        30,
                        40,
                        25,
                        5,
                        0
                    ]
                },
                {
                    "Level": "Lv.7",
                    "odds": [
                        19,
                        35,
                        35,
                        10,
                        1
                    ]
                },
                {
                    "Level": "Lv.8",
                    "odds": [
                        18,
                        25,
                        36,
                        18,
                        3
                    ]
                },
                {
                    "Level": "Lv.9",
                    "odds": [
                        10,
                        20,
                        25,
                        35,
                        10
                    ]
                },
                {
                    "Level": "Lv.10",
                    "odds": [
                        5,
                        10,
                        20,
                        40,
                        25
                    ]
                }
            ],
            "details": [
                "The maximum level rises to level 10, and the probability of re-roll changes.",
                "You now need a higher level to pick 5 tier champions."
            ]
        },
        {
            "name": "Team Planner",
            "desc": "Use the team planner to remind the champion you'll pick."
        },
        {
            "name": "Season Returns",
            "desc": "New set every 4 months. 2 Passes are released per set."
        }
    ],
    "set11": {
        "SET Mechanic": {
            "name": "Encounters",
            "desc": "Encounters appear 2~5 times per game. Encounters appear randomly on the battlefield, and can sometimes be encountered in the Carousel. Meet over 80 different encounters!"
        },
        "Trait Overview": {
            "name": "Exalted",
            "desc": "Much like how Legends change over time, Exalted unites change each game! They gain additional bonuses based on your level and store power in a core that grants XP when sold."
        },
        "New TFT Champions": {
            "items": [
                "Alune",
                "Kobuko"
            ]
        }
    },
    "set12": {
        "SET Mechanic": {
            "name": "Charms",
            "desc": "Magical effects can be purchased from the shop. It appears from stage 2. Experience a variety of gameplay with over 100 charms!",
            "details": [
                "It appears the rightmost of the store slot, and appears once for 2 rerolls.",
                "Most of charms are activated for one round, but the others remain for the rest of the game.",
                "You can see charms you purchased and your opponents on the right side scoreboard."
            ]
        },
        "New TFT Champions": {
            "items": [
                "Norra & Yuumi",
                "Smolder",
                "Briar"
            ]
        },
        "New TFT Augments": {
            "name": "High Stakes Augments",
            "details": [
                "These new high-risk, high-reward augments allows you to earn rewards in creative ways.",
                "It's risky, but by completing a quest you will get powerful items or golds!",
                "These augments are suitable for high level players."
            ],
            "items": [
                {
                    "name": "Fortune Favors the Bold",
                    "desc": "Winning combat against a player will give bonus orbs. The longer your loss streak, the bigger the payout."
                },
                {
                    "name": "Trait Tracker",
                    "desc": "The first time you activate 7 non-unique traits for 1 combat, gain 6 random emblems."
                },
                {
                    "name": "A Golden Quest",
                    "desc": "The first time you have 165 or more gold, gain a 2-star 5-cost champion and 3 items tailored to them."
                },
                {
                    "name": "An Upgraded Adventure",
                    "desc": "After upgrading 4 champions to 3-star, gain a magnificent reward. Gain 2 1-cost champions."
                }
            ]
        },
        "System Changes": [
            {
                "name": "Reroll vs High Value",
                "details": [
                    "The max number of Tier 1 to Tier 3 champions is increased.",
                    "Players who prefer a reroll deck will be able to obtain the champions easily",
                    "so quickly make 3-star champions to prepare for high-value players who playing Tier 4 and 5 champions.",
                    "This change will balance between the reroll and high value that become stronger in the late game",
                    "more charms and augments for reroll are ready."
                ],
                "items": [
                    {
                        "tier": 1,
                        "Maximum number of champions": {
                            "old": 22,
                            "new": 30
                        }
                    },
                    {
                        "tier": 2,
                        "Maximum number of champions": {
                            "old": 20,
                            "new": 25
                        }
                    },
                    {
                        "tier": 3,
                        "Maximum number of champions": {
                            "old": 17,
                            "new": 18
                        }
                    },
                    {
                        "tier": 4,
                        "Maximum number of champions": {
                            "old": 10,
                            "new": 10
                        }
                    },
                    {
                        "tier": 5,
                        "Maximum number of champions": {
                            "old": 9,
                            "new": 9
                        }
                    }
                ]
            }
        ]
    },
    "set13": {
        "SET Mechanic": {
            "name": "The Anomaly",
            "details": [
                "Anomaly appears in stages 4-6 and can enhance your champions.",
                "Anomaly can be re-rolled for 1 gold.",
                "You can place champions on specific hexes to apply effects."
            ]
        },
        "System Changes": {
            "name": "Opening Encounters",
            "details": [
                "The Opening Encounter replaces Portals.",
                "You can experience 10 different Opening Encounters."
            ]
        },
        "New TFT Champions": {
            "name": "Arcane Champions",
            "desc": "Champions from the Arcane animated series appear in TFT!",
            "items": [
                "Violet",
                "Vander",
                "Powder",
                "Renni",
                "Sevika",
                "Silco",
                "Smeech",
                "Scar",
                "Loris",
                "Maddie",
                "Steb"
            ]
        },
        "Augment Updates": {
            "details": [
                "Over 100+ New Augments",
                "New High-Stakes Augments",
                "Silver Unique Augmentation",
                "Redefining Hero Augments Team-Up Augments"
            ]
        },
        "Quality of Life Improvements": {
            "name": "Item Bench Improvements",
            "details": [
                "Items will now appear in a toolbar on the left side of your screen.",
                "You can hold up to 20 items.",
                "You can stack and keep Removers and Reforgers separately.",
                "You can combine items directly from the bench and rearrange items with ease.",
                "To combine items in the bench, overlap two for 2 seconds!"
            ]
        }
    },
    "set14": {
        "SET Mechanic": {
            "name": "Hacks",
            "desc": "In Cyber City, hacks will change every game and even affect core systems. Hacks appear on average 3 times per game.",
            "items": [
                {
                    "name": "Hacked Augment",
                    "details": [
                        "Hacked Augment is located on the left side of the screen, with their type displayed at the top.",
                        "You can refresh up to 3 times for free.",
                        "The types of Hacked Augments vary, including items, trait stacking, gold, and black market options.",
                        "When hacked as a Black Market, augments from previous sets will appear."
                    ]
                },
                {
                    "name": "1v2 Augment",
                    "details": [
                        "You can choose either one augment or both augments.",
                        "Choosing the left augment gives you only one Augment, but you also get the bonus shown below.",
                        "Choosing the right augments adds two at once, expanding the augment slots to four."
                    ]
                },
                {
                    "name": "Hacked Loot",
                    "details": [
                        "Hacked loot may contain items that restore player health or unstable components.",
                        "If hacked as a player health loot, all players receive equal health restoration.",
                        "Unstable Components will transform into random components at the start of each round unless a champion equips them."
                    ]
                }
            ]
        }
    },
    "set15": {
        "SET Mechanic": {
            "name": "POWER UPS!",
            "desc": "Power Ups are powerful effects that you can grant to ANY Champion through a Power Snax consumable.",
            "details": [
                "You are granted a Power Snax twice per game: Round 1-3, Round 3-6.",
                "Using a Power Snax on a champion opens an armory of 3 Power Ups for them. Selecting an option grants them that Power Up.",
                "Power Ups are only active while champions are fielded on the player’s board similar to traits.",
                "Each champion has their own unique list of Power Up that they can choose from or not."
            ],
            "items": [
                {
                    "name": "Power Snax",
                    "desc": "Power Up: Use on a champion to choose a Power Up! Sell that champion or use a Power Remover to regain a Power Snax."
                },
                {
                    "name": "Power Remover",
                    "desc": "Use on a champion to remove their Power Up and regain a Power Snax."
                }
            ],
            "item_details": [
                "Power Ups can be removed by selling the champion anytime or by using a Power Remover.",
                "Power Remover is acquired once per stage. (can stack)",
                "If you’ve seen a Power Up before you can’t see it the next time you Power Up (no repeats)"
            ]
        },
        "System update": [
            {
                "name": "Role Revamp",
                "desc": "Roles now have gameplay effects",
                "details": [
                    "Damage Type: What damage the champion deals",
                    "Team Role: How they help your team. Each has a passive effect.",
                    "Mana Per Second has been introduced as an official stat, with mana acquisition now varying by role."
                ],
                "Role Examples": [
                    {
                        "name": "Magic Tank",
                        "desc": "Tanks gain 5 Mana per attack. Gain Mana from taking damage. More likely to be targeted."
                    },
                    {
                        "name": "Attack Fighter",
                        "desc": "Fighters gain 10 Mana per attack. Gain 10% Omnivamp."
                    },
                    {
                        "name": "Magic Assasin",
                        "desc": "Assassins gain 10 Mana per attack. Less likely to be targeted."
                    },
                    {
                        "name": "Attack Marksman",
                        "desc": "Marksmen gain 10 Mana per attack."
                    },
                    {
                        "name": "Magic Caster",
                        "desc": "Casters gain 7 mana per attack. Generate 2 Mana per second."
                    }
                ]
            },
            {
                "name": "Item Rework",
                "items": {
                    "Starting Mana replaced with Mana per second": [
                        "Tear of the Goddess",
                        "Spirit Visage"
                    ],
                    "Core Item Changes": [
                        "Edge of Night",
                        "Protector's Vow",
                        "Blue Buff",
                        "Titan’s Resolve",
                        "Adaptive Helm",
                        "Giant Slayer"
                    ],
                    "1 New Artifact": [
                        "Dawncore"
                    ],
                    "Support Items removed entirely": []
                }
            }
        ]
    }
}