{
    "normal": [],
    "silver": [
        {
            "name": "AFK",
            "desc": "You cannot perform actions for the next 3 rounds. Afterwards, gain 20 gold."
        },
        {
            "name": "Team Building",
            "desc": "Gain a Lesser Champion Duplicator. Gain another after 5 player combats.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Band of Thieves I",
            "desc": "Gain 1 Thief's Gloves."
        },
        {
            "name": "Caretaker's Ally",
            "desc": "Gain a random 2-cost champion now. Gain the same one again every time you level up."
        },
        {
            "name": "Beggars Can Be Choosers",
            "desc": "You get +3 Augment rerolls for all other augment choices. Gain 7 gold."
        },
        {
            "name": "Best Friends I",
            "desc": "Units isolated in pairs gain 12% Attack Speed and 12 Armor at the start of combat."
        },
        {
            "name": "Big Friend I",
            "desc": "Your units that start combat next to an ally with over 1750 Health gain 7% Durability."
        },
        {
            "name": "Lunch Money",
            "desc": "Every 8 damage you deal to enemy tacticians gives you 2 gold."
        },
        {
            "name": "Branching Out",
            "desc": "Gain a random Emblem."
        },
        {
            "name": "Branching Out+",
            "desc": "Gain a random Emblem and a Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Called Shot",
            "desc": "Set your win streak to 4. Gain 4 gold."
        },
        {
            "name": "Climb The Ladder I",
            "desc": "Each time an ally dies, allies that share at least one trait with them gain 3 Ability Power, 3% Attack Damage, 3 Armor, and 3 Magic Resist."
        },
        {
            "name": "Rolling For Days I",
            "desc": "Gain 11 free Shop rerolls."
        },
        {
            "name": "Corrosion",
            "desc": "Enemy champions in the first two rows lose 3 Armor and Magic Resist every 2 seconds."
        },
        {
            "name": "Crafted Crafting",
            "desc": "Whenever you craft a completed item, gain 2 rerolls."
        },
        {
            "name": "Component Buffet",
            "desc": "Whenever you would get a component, gain a component anvil instead. Gain a random component.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Diversified Portfolio",
            "desc": "Gain 1 gold. Each round, gain 1 gold for every 3 non-unique traits active."
        },
        {
            "name": "Diversified Portfolio+",
            "desc": "Gain 4 gold. Each round, gain 1 gold for every 3 non-unique traits active."
        },
        {
            "name": "Stand United I",
            "desc": "Your units gain 1.5% Attack Damage and 1.5 Ability Power for each non-unique Trait active across your team."
        },
        {
            "name": "Spoils of War I",
            "desc": "Enemies have a 25% chance to drop loot when killed."
        },
        {
            "name": "Dummify",
            "desc": "Lose all champions on your board and bench. Gain a Training Dummy with 80% of their combined health. The dummy gains 1000 Health per stage."
        },
        {
            "name": "Eye For An Eye",
            "desc": "For every 15 ally champions that die, gain a random component (max 3)."
        },
        {
            "name": "Eye For An Eye+",
            "desc": "Gain a random component. For every 16 ally champions that die, gain another component (max 2)."
        },
        {
            "name": "Find Your Center",
            "desc": "Your champion that starts combat in the center of the front row gains 15% Damage Amp and 15% max Health."
        },
        {
            "name": "Firesale",
            "desc": "Each round, steal a random 3-cost or lower champion from the shop. Gain 1 gold."
        },
        {
            "name": "Glass Cannon I",
            "desc": "Units that start combat in the back row begin combat at 90% health but gain 13% Damage Amp."
        },
        {
            "name": "Good For Something I",
            "desc": "Champions that aren't holding items have a 50% chance to drop 1 gold on death."
        },
        {
            "name": "Delayed Start",
            "desc": "Sell your board and bench. Gain 4 random 2-star 1-cost champions. Disable your Shop for the next 3 rounds."
        },
        {
            "name": "Healing Orbs I",
            "desc": "When an enemy dies, the nearest ally is healed for 200."
        },
        {
            "name": "Iron Assets",
            "desc": "Gain a component anvil and 4 gold."
        },
        {
            "name": "Item Collector I",
            "desc": "For each unique item they are holding, your team gains 1 Attack Damage and 1 Ability Power."
        },
        {
            "name": "Item Grab Bag I",
            "desc": "Gain 1 random completed item."
        },
        {
            "name": "Keepers I",
            "desc": "Combat start: Grant units with adjacent allies a 145 Health Shield for 8 seconds. This Shield stacks."
        },
        {
            "name": "Kingslayer",
            "desc": "After winning player combat, gain 1 gold. If they had more health than you, gain 6 Gold instead. Gain 1 gold."
        },
        {
            "name": "Lategame Specialist",
            "desc": "When you reach Level 9, gain 33 gold."
        },
        {
            "name": "Lineup",
            "desc": "Your team gains 2 Armor and Magic Resist for each unit that starts combat in the front two rows."
        },
        {
            "name": "Latent Forge",
            "desc": "After 8 player combats, gain an Artifact anvil. <br><br>The anvil offers 4 choices. Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Missed Connections",
            "desc": "Gain a copy of each 1-cost champion."
        },
        {
            "name": "One, Two, Five!",
            "desc": "Gain 1 random component, 2 gold, and 1 random 5-cost champion."
        },
        {
            "name": "Ones Twos Three",
            "desc": "Gain 2 1-cost champion, 2 2-cost champions, and 1 3-cost champion."
        },
        {
            "name": "Over Encumbered",
            "desc": "For the next stage, you only get 2 bench slots. After, get 2 item components."
        },
        {
            "name": "Pandora's Bench",
            "desc": "At the start of every round, champions on the 3 rightmost bench slots transform into random champions of the same cost. Gain 2 gold."
        },
        {
            "name": "Pandora's Items",
            "desc": "Round start: items on your bench are randomized. <br><br>Gain 1 random component."
        },
        {
            "name": "Patience is a Virtue",
            "desc": "Each round, gain 2 free rerolls if you did not buy a champion last round."
        },
        {
            "name": "Placebo",
            "desc": "Your team gains 1% Attack Speed. Gain 8 gold."
        },
        {
            "name": "Placebo+",
            "desc": "Your team gains 1% Attack Speed. Gain 15 gold."
        },
        {
            "name": "Preparation I",
            "desc": "Champions on your bench permanently gain 30 Health, 2% Attack Damage, and 2 Ability Power every round. Champions start with 1 stack of this effect, and can stack up to 4 times."
        },
        {
            "name": "Pumping Up I",
            "desc": "Your team gains 6% Attack Speed now. Each round after, they gain 0.5% more."
        },
        {
            "name": "Recombobulator",
            "desc": "Champions on your board permanently transform into random champions 1 cost tier higher (max 5). Gain 2 Magnetic Removers."
        },
        {
            "name": "Reroll Transfer",
            "desc": "For every 1 unused Augment Reroll, gain 3 free shop rerolls. Gain 3 gold.<br><br>Does not include the round this augment is selected."
        },
        {
            "name": "Restart Mission",
            "desc": "Remove all champions on your board and bench. Gain 2 random 2-star 3-costs, 3 2-star 2-costs, and 1 2-star 1-cost champion."
        },
        {
            "name": "Rigged Shop+",
            "desc": "Your next shop and every 4 shops will contain all 3-cost champions. Gain 5 rerolls."
        },
        {
            "name": "Risky Moves",
            "desc": "Your Tactician loses 20 Health, but after 7 player combats, gain 30 gold."
        },
        {
            "name": "Second Wind I",
            "desc": "After 10 seconds of combat, your units heal 40% of their missing Health."
        },
        {
            "name": "Silver Spoon",
            "desc": "Gain 10 XP."
        },
        {
            "name": "Survivor",
            "desc": "After 3 players are eliminated, gain 92 gold."
        },
        {
            "name": "Table Scraps",
            "desc": "After the next 2 carousels, gain one champion that was not taken and its item. Gain 1 gold."
        },
        {
            "name": "Teaming Up I",
            "desc": "Gain 1 random component and 2 random Tier 3 champions."
        },
        {
            "name": "Titanic Titan",
            "desc": "Increase your current and max player health by 25. On carousel rounds you are released earlier, but are much slower."
        },
        {
            "name": "Underdogs",
            "desc": "Whenever your team has fewer units alive than your opponent, your units regenerate 4% Health each second (maximum: 150)."
        },
        {
            "name": "Young and Wild and Free",
            "desc": "You can always move freely on Carousel rounds. Gain 5 gold."
        },
        {
            "name": "Augmented Power",
            "desc": "Your next augment is one tier higher."
        },
        {
            "name": "Chaotic Evolution",
            "desc": "Starring up a champion grants them one of the following: 100 Health, 4% Durability, 10 Ability Power, 10% Attack Damage, 10% Attack Speed. Bonuses stack."
        },
        {
            "name": "Efficient Shopper",
            "desc": "For the next 4 carousels, gain a second copy of the champion taken."
        },
        {
            "name": "Lit Fuse",
            "desc": "Units that start in the back two rows split 60 total Mana after 6 seconds of combat."
        },
        {
            "name": "Tectonic Titan",
            "desc": "Gain a Malphite. Your strongest Malphite becomes a Fighter, gaining increased Attack Speed. He now charges at nearby enemies, knocking them up and dealing heavy damage."
        },
        {
            "name": "Nine Thousand Volts",
            "desc": "Gain a Kennen. Your strongest Kennen becomes a ranged Marksman. He throws piercing Shurikens that can stun and deal true damage."
        },
        {
            "name": "Perfect Form",
            "desc": "Gain a Zac. Your strongest Zac becomes a Specialist. He now bounces around the battlefield dealing damage in a one hex radius."
        },
        {
            "name": "Pocket Recombobulator",
            "desc": "Get 2 Pocket Recombobulators, a consumable that transform a 1 or 2-cost champion into one of a higher cost. They keep their Star level. Also receive 2 Reforgers."
        },
        {
            "name": "Slice of Life",
            "desc": "Twice per stage, gain a random champion. Its cost increases per stage. This effect ends after receiving 1 5-cost champions."
        },
        {
            "name": "Silver Destiny",
            "desc": "Gain a random Silver Augment and 3 gold."
        },
        {
            "name": "Silver Destiny+",
            "desc": "Gain a random Silver Augment and 4 gold."
        },
        {
            "name": "Silver Destiny++",
            "desc": "Gain a random Silver Augment and 7 gold."
        },
        {
            "name": "Schoolyard Justice",
            "desc": "Gain a Garen. Your strongest Garen becomes a Fighter. He no longer Heals, but deals more damage and executes weak enemies."
        }
    ],
    "gold": [
        {
            "name": "A Golden Quest",
            "desc": "The first time you have 165 or more gold, gain a 2-star 5-cost champion and 2 items tailored to them."
        },
        {
            "name": "All That Shimmers",
            "desc": "Choose a gold-generating Artifact item and gain a Magnetic Remover."
        },
        {
            "name": "All That Shimmers+",
            "desc": "Choose a gold-generating Artifact. Gain a Magnetic Remover and 4 gold."
        },
        {
            "name": "A Magic Roll",
            "desc": "Roll 3 dice. Gain rewards based on their total."
        },
        {
            "name": "Caretaker's Favor",
            "desc": "Gain a component anvil when you reach level 5, 6, 7, and 8.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Bastion Crest",
            "desc": "Gain a Bastion Emblem."
        },
        {
            "name": "Best Friends II",
            "desc": "Units isolated in pairs gain 15% Attack Speed and 20 Armor at the start of combat."
        },
        {
            "name": "Big Friend II",
            "desc": "Your units that start combat next to an ally with over 1750 Health gain 10% Durability."
        },
        {
            "name": "Big Grab Bag",
            "desc": "Gain 3 random components, 2 gold, and 1 Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Blazing Soul I",
            "desc": "Combat start: Your highest Attack Speed champion gains 20 Ability Power and 20% Attack Speed. Repeat on another ally every 3 seconds."
        },
        {
            "name": "Bronze For Life I",
            "desc": "Your team gains 2.5% Damage Amp for each Bronze-tier trait."
        },
        {
            "name": "Calculated Loss",
            "desc": "After losing your combat, gain 2 gold and a free Shop reroll."
        },
        {
            "name": "Clear Mind",
            "desc": "If there are no champions on your bench at the end of player combat, gain 3 XP."
        },
        {
            "name": "Climb The Ladder II",
            "desc": "Each time an ally dies, allies that share at least one trait with them gain 5 Ability Power, 5% Attack Damage, 5 Armor, and 5 Magic Resist."
        },
        {
            "name": "Cloning Facility",
            "desc": "Empower the hex in the center of the third row. Summon a clone of the champion in it with 80% base Health and 10% increased Mana cost."
        },
        {
            "name": "Cluttered Mind",
            "desc": "Gain 4 random 1-cost champions now. If your bench is full at the end of player combat, gain 3 XP."
        },
        {
            "name": "Ascension",
            "desc": "After 15 seconds of combat, your units gain 60% Damage Amp."
        },
        {
            "name": "Cooking Pot",
            "desc": "At the start of each turn, all units holding a Frying Pan or Spatula item grant the nearest champion 40 permanent Health. Gain a Frying Pan."
        },
        {
            "name": "Crown's Will",
            "desc": "Gain a Needlessly Large Rod. Your units gain 10 Ability Power and 8 Armor."
        },
        {
            "name": "Cybernetic Uplink II",
            "desc": "Your champions holding an item gain 120 Health and restore 2 Mana per second."
        },
        {
            "name": "Spoils of War II",
            "desc": "Enemies have a 30% chance to drop loot when killed."
        },
        {
            "name": "Duo Queue",
            "desc": "Gain 2 random 5-cost champions and 2 copies of a random component."
        },
        {
            "name": "Epoch",
            "desc": "Now, and at the start of every stage, gain 4 XP and 2 free rerolls."
        },
        {
            "name": "Epoch+",
            "desc": "Now, and at the start of every stage, gain 8 XP and 3 free rerolls."
        },
        {
            "name": "Explosive Growth",
            "desc": "At the start of the next 4 rounds, gain 8 XP."
        },
        {
            "name": "Explosive Growth+",
            "desc": "At the start of the next 4 rounds, gain 11 XP."
        },
        {
            "name": "Forward Thinking",
            "desc": "Lose all your gold. After 5 player combats, gain back the original amount and another 70 gold."
        },
        {
            "name": "Fully Adapted",
            "desc": "Gain an Adaptive Helm. Champions holding this item gain both effects."
        },
        {
            "name": "Glass Cannon II",
            "desc": "Units that start combat in the back row begin combat at 90% health but gain 20% Damage Amp."
        },
        {
            "name": "Gold For Dummies",
            "desc": "Gain a Training Dummy. Every 10 seconds, all Training Dummies grant 1 gold."
        },
        {
            "name": "Golemify",
            "desc": "Lose all champions on your board and bench. Gain a Golem with 60% of their combined Health and 50% of their combined Attack Damage. The Golem gains 1000 Health per stage."
        },
        {
            "name": "Healing Orbs II",
            "desc": "When an enemy dies, the nearest ally is healed for 400."
        },
        {
            "name": "Heroic Grab Bag",
            "desc": "Gain 2 Lesser Champion Duplicators. Gain 7 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Heroic Grab Bag+",
            "desc": "Gain 2 Lesser Champion Duplicators. Gain 9 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Heroic Grab Bag++",
            "desc": "Gain 2 Lesser Champion Duplicators. Gain 13 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "High Voltage",
            "desc": "Gain an Ionic Spark. Your Ionic Sparks have +3 hex radius and do 15% more damage."
        },
        {
            "name": "Hustler",
            "desc": "You earn no interest, but gain 3 gold at the start of every player combat round. Gain 3 gold now.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Investment Strategy I",
            "desc": "Your champions gain 7 permanent max Health per interest you earn."
        },
        {
            "name": "Item Collector II",
            "desc": "Your team gains 20 Health. For each unique item they are holding, your team gains bonus 5 Health, 1 Attack Damage, and 1 Ability Power."
        },
        {
            "name": "Keepers II",
            "desc": "Combat start: Grant units with adjacent allies a 230 Health Shield for 8 seconds. This Shield stacks."
        },
        {
            "name": "Know Your Enemy",
            "desc": "Your team deals 10% more damage.<br><br>Deal 15% more damage instead if you and your opponent have any of the same traits active."
        },
        {
            "name": "Patient Study",
            "desc": "After player combat, gain 2 XP if you won or 3 XP if you lost."
        },
        {
            "name": "Little Buddies",
            "desc": "Your 4-cost and 5-cost champions gain 55 Health and 6% Attack Speed for every 1-cost and 2-cost champion on your board."
        },
        {
            "name": "Mace's Will",
            "desc": "Gain a Sparring Gloves. Your team gains 6% Attack Speed and 20% Critical Strike Chance."
        },
        {
            "name": "Malicious Monetization",
            "desc": "Gain 2 gold. For the next 3 rounds, enemy champions drop 2 gold when killed."
        },
        {
            "name": "Moonlight",
            "desc": "Combat start: 1 random 1-cost champion is upgraded to 3-star for that round and gains 45% Attack Damage and 45 Ability Power."
        },
        {
            "name": "Noble Sacrifice",
            "desc": "When your first ally dies each combat, grant your team 25 + 10% of that ally's Armor and Magic Resistance."
        },
        {
            "name": "Overheal",
            "desc": "Every third attack deals an additional 110% damage and heals 50% of the damage. Excess healing is converted to a shield up to 300 Health."
        },
        {
            "name": "Pair of Fours",
            "desc": "If your team has exactly 2 4-cost champions, they each gain 374 Health and 24.4% Attack Speed. Gain a random 4-cost."
        },
        {
            "name": "Pandora's Items II",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 2 random components."
        },
        {
            "name": "Pilfer",
            "desc": "Each round, gain a 1-star copy of the first champion you killed last combat."
        },
        {
            "name": "Portable Forge",
            "desc": "Choose 1 of 4 Artifacts.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Preparation II",
            "desc": "Champions on your bench permanently gain 45 Health, 3% Attack Damage, and 3 Ability Power every round. Champions start with 1 stack of this effect, and can stack up to 4 times."
        },
        {
            "name": "Prizefighter",
            "desc": "Gain 2 item components. Every 5 wins gives you an item component."
        },
        {
            "name": "Pumping Up II",
            "desc": "Your team gains 8% Attack Speed now. Each round after, they gain 1% more."
        },
        {
            "name": "Pyromaniac",
            "desc": "Gain a Red Buff. Your Burns deal 50% increased damage."
        },
        {
            "name": "Raining Gold",
            "desc": "Gain 8 gold now and 1 gold every round."
        },
        {
            "name": "Raining Gold+",
            "desc": "Gain 18 gold now and 1 gold every round."
        },
        {
            "name": "ReinFOURcement",
            "desc": "The next 4-cost champion you buy is instantly upgraded to 2-star. Gain 12 gold."
        },
        {
            "name": "Replication",
            "desc": "Choose 1 of 3 components. For the next 2 rounds, gain a copy of that component."
        },
        {
            "name": "Salvage Bin",
            "desc": "Gain 1 random completed item now, and 1 component after 7 player combats. Selling champions breaks completed items into components (excluding Tactician's items and Emblems)."
        },
        {
            "name": "Salvage Bin+",
            "desc": "Gain 1 random completed item now, and 1 component after 4 player combats. Selling champions breaks completed items into components (excluding Tactician's items and Emblems)."
        },
        {
            "name": "Sated Spellweaver",
            "desc": "After casting an Ability, champions gain 15% Omnivamp for 3 seconds. Excess healing is converted to a shield up to 500 Health."
        },
        {
            "name": "Scapegoat",
            "desc": "Gain a Training Dummy and 4 gold. If it is the first to die each player combat, gain 1 gold."
        },
        {
            "name": "Scavenger",
            "desc": "The first 5 enemy champions that are killed each combat grant a champion on your team a temporary completed item."
        },
        {
            "name": "Scoreboard Scrapper",
            "desc": "Every round, if you're in the bottom 4, your team permanently gains 1.5% Attack Damage and Ability Power. If you're in the Top 4, they have 10% more Health."
        },
        {
            "name": "Slammin'",
            "desc": "Gain 1 random component(s). After each player combat, if there are no items on your bench (other than consumables), gain 2 XP."
        },
        {
            "name": "Slammin'+",
            "desc": "Gain 1 random component(s) and 10 XP now. After each player combat, if there are no items on your bench (other than consumables), gain 2 XP."
        },
        {
            "name": "Spear's Will",
            "desc": "Your team gains 10% Attack Damage and 5 Mana. Gain a B.F. Sword."
        },
        {
            "name": "Spirit Link",
            "desc": "Champions restore 5% of their max Health every 4 seconds. Increase the healing by 0.5% for every 10 missing player Health."
        },
        {
            "name": "Stars are Born",
            "desc": "The first 1-cost and 2-cost champions you buy are instantly upgraded to 2-star. Gain 7 gold."
        },
        {
            "name": "Strategist Crest",
            "desc": "Gain a Strategist Emblem."
        },
        {
            "name": "Sunfire Board",
            "desc": "Combat Start: Burn all enemies for 12% of their max Health over 15 seconds and reduce healing received by 33%."
        },
        {
            "name": "Thorn-Plated Armor",
            "desc": "Gain a Bramble Vest. Your Bramble Vests deal 1-180% more damage (based on Stage) and heal the holder for 30% of the damage dealt."
        },
        {
            "name": "Tomb Raider I",
            "desc": "For the next 3 players eliminated, choose one of their completed items to keep."
        },
        {
            "name": "Tons of Stats!",
            "desc": "Your team gains 44 Health, 4% Attack Damage, 4 Ability Power, 4 Armor, 4 Magic Resist, 4% Attack Speed, and 4 Mana."
        },
        {
            "name": "Tower Defense",
            "desc": "Gain a Training Dummy equipped with a random emblem that fires ranged attacks at enemies. It upgrades as the game goes on."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop reroll every round. Gain 4 gold."
        },
        {
            "name": "Trifecta I",
            "desc": "Gain 2 3-cost champions.<br>Combat Start: 3 random 3-cost champions gain 220 Health and 20% Attack Speed."
        },
        {
            "name": "Double Trouble",
            "desc": "When you field exactly 2 copies of a champion, they both gain 33% Attack Damage and 33 Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Two Much Value",
            "desc": "Gain 1 reroll for every 2 unique two-cost champions fielded last combat. Gain 2 two-cost unit."
        },
        {
            "name": "Two Trick",
            "desc": "Gain a random 2-star 2-cost and 2 random 2-star 1-cost champions."
        },
        {
            "name": "Vampiric Vitality",
            "desc": "You heal for 12% of the damage you deal to enemy Tacticians. Your units gain 12% Omnivamp."
        },
        {
            "name": "Wandering Trainer I",
            "desc": "Gain a Training Dummy with 2 permanently attached Emblems. Gain 1 gold."
        },
        {
            "name": "Warpath",
            "desc": "Gain a 2-star 2-cost champion. After dealing 80 player damage, gain a chest of high cost champions and items."
        },
        {
            "name": "Worth the Wait",
            "desc": "Gain a random 2-star 1-cost champion. After 2 rounds, gain another copy of them at the start of each round for the rest of the game."
        },
        {
            "name": "Star Guardian Crest",
            "desc": "Gain a Star Guardian Emblem."
        },
        {
            "name": "Supreme Cells Crest",
            "desc": "Gain a Supreme Cells Emblem."
        },
        {
            "name": "Soul Fighter Crest",
            "desc": "Gain a Soul Fighter Emblem."
        },
        {
            "name": "Luchador Crest",
            "desc": "Gain a Luchador Emblem."
        },
        {
            "name": "Battle Academia Crest",
            "desc": "Gain a Battle Academia Emblem."
        },
        {
            "name": "Crystal Gambit Crest",
            "desc": "Gain a Crystal Gambit Emblem."
        },
        {
            "name": "Wraith Crest",
            "desc": "Gain a Wraith Emblem."
        },
        {
            "name": "Sorcerer Crest",
            "desc": "Gain an Sorcerer Emblem."
        },
        {
            "name": "Duelist Crest",
            "desc": "Gain a Duelist Emblem."
        },
        {
            "name": "Edgelord Crest",
            "desc": "Gain an Edgelord Emblem."
        },
        {
            "name": "Prodigy Crest",
            "desc": "Gain a Prodigy Emblem."
        },
        {
            "name": "Heavyweight Crest",
            "desc": "Gain a Heavyweight Emblem."
        },
        {
            "name": "Juggernaut Crest",
            "desc": "Gain a Juggernaut Emblem."
        },
        {
            "name": "A Story of Seven",
            "desc": "Collect Golden Balls by defeating players in combat. Collect all 7 for a reward, then restart the quest with more powerful rewards. <br><br>Gain a 2-star 1-cost champion to start your journey."
        },
        {
            "name": "Adaptive Style",
            "desc": "On attack, Duelists gain 2 Attack Damage and Ability Power, stacking up to 15 times. Duelist Tanks instead gain 2 Armor and Magic Resist. Gain a Kai'Sa and Kayle."
        },
        {
            "name": "Aim For The Top!",
            "desc": "You are more likely to fight stronger players, and you know who you will fight. When you lose, gain 2 XP. Your first win grants a component. Every 3 wins, gain a component."
        },
        {
            "name": "And I'll Be The Head",
            "desc": "The Mighty Mech gains 250 Health, 10% Damage Amp, and 10% Durability.<br><br>Field 7 Mighty Mech, reach level 10, and hold all 3 Mighty Mech Augments to activate MECHA-MERGE PROTOCOL."
        },
        {
            "name": "Another One!",
            "desc": "The next completed item you make grants an additional copy of it. Gain 1 gold now."
        },
        {
            "name": "Another One!+",
            "desc": "The next completed item you make grants another copy of it. Gain 1 component."
        },
        {
            "name": "Backup Dancers",
            "desc": "Combat start: Every 3 seconds, champions in your 3 rightmost bench slots grant your team 3% Attack Speed per slot."
        },
        {
            "name": "Blood Rage",
            "desc": "Your units gain 5-35% Damage Amp based on their missing Health. Maximum Damage Amp gained at 30% Health."
        },
        {
            "name": "Burning Bright",
            "desc": "Gain an Udyr. Your strongest Udyr becomes an Attack Fighter and sends bouncing gusts of flame out with every attack. His spell no longer rapidly attacks, but instead grants him stacking Attack Speed."
        },
        {
            "name": "Care Package",
            "desc": "Now and at the start of each stage, receive a care package with loot and 3 gold."
        },
        {
            "name": "Class President",
            "desc": "Combat start: Powered Up Battle Academia champions and allies adjacent to one gain 70 Health, 8% AD, and 8% AP. Battle Academia units gain double. Gain a Katarina"
        },
        {
            "name": "Piercing Sight",
            "desc": "Enemies take 1% damage as bonus true damage, increased by 1% up to 20% every time they take damage."
        },
        {
            "name": "Cry Me A River",
            "desc": "Gain a Tear of the Goddess. Your team gains 1 Mana Regen. After 15 seconds in combat, increase this to 2."
        },
        {
            "name": "Dazzling Display",
            "desc": "Enemies who take damage from Sorcerer Abilities deal 20 less damage for 6 seconds. Gain a Lux and a Lucian."
        },
        {
            "name": "Deadlier Blades",
            "desc": "Gain a Deathblade. Deathblades gain 1% Attack Damage per 4 takedowns the wearer gets."
        },
        {
            "name": "Deadlier Caps",
            "desc": "Gain a Rabadon's Deathcap. Deathcaps gain 1 Ability Power per 3 takedowns the wearer gets."
        },
        {
            "name": "Deepening Shadows",
            "desc": "At combat start and whenever the Shadow Realm strikes, Wraith champions gain 6% Attack Damage and 6 Ability Power. Gain a Jhin and Zac."
        },
        {
            "name": "Executioner Crest",
            "desc": "Gain an Executioner Emblem."
        },
        {
            "name": "Starfall",
            "desc": "Gain a Neeko. Your strongest Neeko becomes a Magic Fighter and gains increased Attack Speed. Her Ability deals more damage, and increases its radius with every cast."
        },
        {
            "name": "Escape Velocity",
            "desc": "Gain 1 Velocity per reroll, and 6 when you level up. Crew units gain 1% Attack Speed for every 3 Velocity."
        },
        {
            "name": "Twilight Assault",
            "desc": "Gain a Shen. Your strongest Shen becomes a ranged Marksman gaining +3 Range. His ability no longer shields but instead deals additional damage."
        },
        {
            "name": "Evil Beyond Measure",
            "desc": "Your champions deal 4.5% of their damage as True Damage for each Star level."
        },
        {
            "name": "Exclusive Customization",
            "desc": "Gain a Lucky Item Chest and a Magnetic Remover and 5 gold.<br><br>Use a Lucky Item Chest on a champion to choose from an armory of recommended items!"
        },
        {
            "name": "Gain The Edge",
            "desc": "Edgelords now gain up to 200% of their Attack Speed bonus the lower health their target is. Gain a Shen and Xayah."
        },
        {
            "name": "Game Plan",
            "desc": "Mark 1 hex per Strategist fielded. Allies standing in marked hexes gain 150 Health and 12% Damage Amp, Strategists gain 100% more. Gain a Janna and Ziggs."
        },
        {
            "name": "Give 'em the Chair!",
            "desc": "Gain a Dr. Mundo. Your strongest Dr. Mundo becomes a Ranged Marksman. He now throws chairs that deal heavy damage, but cost Health."
        },
        {
            "name": "Gold Destiny",
            "desc": "Gain a random Gold Augment and 4 gold."
        },
        {
            "name": "Gold Destiny+",
            "desc": "Gain a random Gold Augment and 6 gold."
        },
        {
            "name": "Golden Guillotine",
            "desc": "Executioner kills have a chance to drop loot, scaling with Critical Strike Chance. The value of the loot given can also critically strike, granting even more loot. Gain a Katarina and Kalista."
        },
        {
            "name": "Grand Slam",
            "desc": "Luchadors gain 10% Attack Speed. When Luchador is active, Luchadors leap into battle at combat start. Luchador leaps deal 300% of their Basic Attack Damage. Gain a Dr. Mundo."
        },
        {
            "name": "Hard Bargain",
            "desc": "You cannot choose your Carousel rewards. Gain an additional 4 player health and 9 gold each carousel round.<br>When you do not pick a Carousel Reward, you are given an unpicked champion and the item it carries"
        },
        {
            "name": "Heavy Is The Crown",
            "desc": "Gain a Crown of Demacia, which provides significant bonuses to the wearer. If the wearer dies, lose the round."
        },
        {
            "name": "Hefty Rolls",
            "desc": "Your team gains 7 Health and size for each time you've rolled this game."
        },
        {
            "name": "Hero 101",
            "desc": "The first time you win 4 player combats, all Battle Academia champions gain 100 Health and 15% reduced max Mana. Gain a Garen and Ezreal."
        },
        {
            "name": "Howling Gale",
            "desc": "For every 550 Mana your team spends, summon a whirlwind that knocks up enemies."
        },
        {
            "name": "Water Lotus I",
            "desc": "Your team gains 5% Critical Strike chance, and their Abilities can critically strike. If an Ability critically strikes, restore 9% of your Mana over 3 seconds."
        },
        {
            "name": "I'll Be The Arms",
            "desc": "The Mighty Mech gains 45% Attack Speed. <br><br>Field 7 Mighty Mech, reach level 10, and hold all 3 Mighty Mech Augments to activate MECHA-MERGE PROTOCOL."
        },
        {
            "name": "I'll Be The Legs",
            "desc": "The Mighty Mech gains 10 Armor and Magic Resist and 100 Health. Gain 3 Mighty Mech champions. <br><br>Field 7 Mighty Mech, reach level 10, and hold all 3 Mighty Mech Augments to activate MECHA-MERGE PROTOCOL."
        },
        {
            "name": "Unceasing",
            "desc": "Whenever an ally Juggernaut dies, all other Juggernauts gain a 10% max Health shield for 5 seconds and gain 2% more Durability. Gain an Aatrox and Dr. Mundo."
        },
        {
            "name": "Treasure Hunt",
            "desc": "Earn a locked chest each Stage between now and Stage 6. You can unlock each chest when you spend 20 Gold on shop rerolls. These chests persist until opened."
        },
        {
            "name": "Transfer Students",
            "desc": "At the start of every stage and after every carousel round, gain 2 random 1-3 cost Battle Academia champions. Gain an Ezreal."
        },
        {
            "name": "Tournament Titans",
            "desc": "Luchadors gain 5% Attack Speed. Whenever you win player combats, Luchadors grow in size and permanently gain 2 Attack Damage and 30 Health. Gain a Dr Mundo and Gnar."
        },
        {
            "name": "Knuckledusters",
            "desc": "Gain a Vi. Your strongest Vi becomes an Attack Fighter and has a chance to drop loot on kill. She now deals heavy single target damage and gains Attack Damage for item components equipped on your team."
        },
        {
            "name": "Last Second Save",
            "desc": "The first time each ally falls below 35% Health, they restore 22% maximum Health."
        },
        {
            "name": "Tournament Favorites",
            "desc": "Soul Fighters gain Fame when they deal damage. Each Fame breakpoint grants loot. Gain a Naafiri and Kalista."
        },
        {
            "name": "Learn From The Best",
            "desc": "Whenever you star-up a champion they permanently gain 50% of your unique owned Mentor champion's Mentor bonus. Gain a Yasuo."
        },
        {
            "name": "Tiny Team",
            "desc": "When you field 3 or less Star Guardians, increase Star Guardian bonuses by 200%. Gain a Syndra and Rell."
        },
        {
            "name": "Time Skip",
            "desc": "Disable your Shop for the next 3 rounds. Then gain 28 XP."
        },
        {
            "name": "The Strongest Survive",
            "desc": "Whenever an ally dies, they grant the Supreme Cell with the most damage this round 8% of their maximum health. Gain a Kai'Sa and Kennen."
        },
        {
            "name": "The God's Eye Opens",
            "desc": "Every 4 seconds the God's Eye grants a random Soul Fighter 200 shield and 12% stacking Attack Speed for the rest of combat. Gain a Kalista and Naafiri."
        },
        {
            "name": "Tesla Coil",
            "desc": "Each of your allies with 3 items equipped emits 2 arcs of lightning every 5 seconds, dealing 250-375 magic damage based on stage."
        },
        {
            "name": "Teacher's Council",
            "desc": "Mentor bonuses are increased by 10%, and granted to your team regardless of how many Mentors you play. Gain an Udyr."
        },
        {
            "name": "New Contenders",
            "desc": "Grant 50% of Supreme Cell's bonus to all champions on your team. Any champion on your team can now become the Supreme Cell. Gain a Kai'Sa and Kennen."
        },
        {
            "name": "Plot Armor",
            "desc": "Your team gains 10 Armor and Magic Resist. After falling below 50% health, increase this to 40 for the rest of combat."
        },
        {
            "name": "Power of Friendship",
            "desc": "Star Guardians who start combat adjacent to at least one other Star Guardian gain 1 Mana Regeneration, 20 Armor, and 20 Magic Resist. Gain a Rell."
        },
        {
            "name": "Space Camp",
            "desc": "Whenever you upgrade a Crew champion to 2-star, gain a random bonus 1 or 2 cost Crew champion. Gain a Malphite."
        },
        {
            "name": "Power Upload",
            "desc": "You can give the Mighty Mech a Power Up. When it has Power Up the Mighty Mech gains 150 Health and 10% Damage Amp.<br><br>Gain an Aatrox, a Senna, and a Power Remover."
        },
        {
            "name": "Precise Shot",
            "desc": "Every 4 seconds, all Sniper champions fire a shot that deals 85% of their Basic Attack Damage to the lowest health enemy in range. Gain a Jhin."
        },
        {
            "name": "Preemptive Protection",
            "desc": "Combat start: Protectors shield themselves and their closest ally for 14% of their maximum health. Shields stack. Gain a Rakan."
        },
        {
            "name": "Solo Leveling",
            "desc": "For the next 5 combats, your team size is 1 but the champion you field has massively increased stats. Gain 1 XP for every kill they get. Afterwards, gain 2 item components."
        },
        {
            "name": "Protector Crest",
            "desc": "Gain a Protector Emblem."
        },
        {
            "name": "Psychic Forge",
            "desc": "Round start Completed Items on benched units turn into one of their recommended items. Gain a random completed item."
        },
        {
            "name": "Quiet Quitting",
            "desc": "For the next 3 player combats, you cannot use your shop. After, gain 16 gold and a Completed Item Anvil."
        },
        {
            "name": "The Darkness Within",
            "desc": "The first 3 Wraith champions to die each combat summon a monstrosity from the Shadow Realm. Gain a Jhin and Zac."
        },
        {
            "name": "Raid Boss",
            "desc": "Your strongest Bastion champion gains 20% max Health. When other Bastions die, they transfer 20% of their Armor and Magic Resist to it. Gain a Shen and Rell."
        },
        {
            "name": "Ring The Bell",
            "desc": "After 15 seconds, your Heavyweight champions gain 30% max Health and 20% Damage Amp. Gain a Kobuko and a Zac."
        },
        {
            "name": "Aura Farming",
            "desc": "Gain a 2-star 5-cost champion equipped with 1 item. You cannot field it until 4-6."
        }
    ],
    "prismatic": [
        {
            "name": "An Exalted Adventure",
            "desc": "Gain three 2-cost champions. If you 3-star two of them, gain an orb filled with loot. Gain a Lesser Champion Duplicator at the start of next 2 stages."
        },
        {
            "name": "At What Cost",
            "desc": "Immediately go to level 6 and gain 4 XP. You don't get to choose your future augments."
        },
        {
            "name": "Caretaker's Chosen",
            "desc": "As you level, gain more powerful items.<br>Level 4: Component anvil<br>Level 6: Completed item anvil<br>Level 7: Choose 1 of 5 Radiant items"
        },
        {
            "name": "Bastion Circlet",
            "desc": "Gain a Bastion Emblem, a Giant's Belt, and a Leona."
        },
        {
            "name": "Bastion Crown",
            "desc": "Gain a Bastion Emblem, a Crownguard, and a Swain."
        },
        {
            "name": "Belt Overflow",
            "desc": "Gain 5 Giant's Belts. Your Giant's Belts grant +60 bonus Health."
        },
        {
            "name": "Birthday Present",
            "desc": "Gain a 2-star champion and 1 gold every time you level up. The champion's cost tier is your level minus 4 (max: 5-cost)."
        },
        {
            "name": "Blazing Soul II",
            "desc": "Combat start: Your highest Attack Speed champion gains 35 Ability Power and 35% Attack Speed. Repeat on another ally every 3 seconds."
        },
        {
            "name": "Bronze For Life II",
            "desc": "Your team gains 2.5% Damage Amp and 1% Durability for each Bronze-tier trait."
        },
        {
            "name": "Build a Bud!",
            "desc": "Gain a random 3-star 1-cost champion. Gain 8 gold."
        },
        {
            "name": "Buried Treasures III",
            "desc": "Gain a random item component at the start of the next 6 rounds (including this round)."
        },
        {
            "name": "Call to Chaos",
            "desc": "Gain a powerful and random reward."
        },
        {
            "name": "Final Ascension",
            "desc": "Your team gains 15% Damage Amp. After 15 seconds, this increases to 45% Damage Amp."
        },
        {
            "name": "Coronation",
            "desc": "Gain a Tactician's Crown. Tactician's Crown, Shield, and Cape grant the holder an additional 20% Attack Speed, 25% Attack Damage, and 30 Ability Power."
        },
        {
            "name": "Cybernetic Uplink III",
            "desc": "Your champions holding an item gain 180 Health and restore 3 Mana per second."
        },
        {
            "name": "Spoils of War III",
            "desc": "Enemies have a 45% chance to drop loot when killed."
        },
        {
            "name": "Executioner Circlet",
            "desc": "Gain an Executioner Emblem, an Akali, and a Sparring Gloves."
        },
        {
            "name": "Executioner Crown",
            "desc": "Gain a Executioner Emblem, a Striker's Flail, and a Katarina."
        },
        {
            "name": "Expected Unexpectedness",
            "desc": "Now and at the start of the next 2 stages, roll 3 dice. Gain various rewards based on their total."
        },
        {
            "name": "Flexible",
            "desc": "Gain 1 random emblem. At the start of every Stage, gain a random emblem. Your team gains 20 Health for each emblem they are holding."
        },
        {
            "name": "Prismatic Ticket",
            "desc": "Each time your Shop is rerolled, you have a 45% chance to gain a free reroll."
        },
        {
            "name": "Going Long",
            "desc": "You no longer gain interest. Gain 15 gold now. Round start: gain 4 XP.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Hard Commit",
            "desc": "Gain a random emblem. Now and at the start of each stage, gain a 1-star champion of that trait with a cost equal to the Stage (max 5) and 2 gold."
        },
        {
            "name": "Hedge Fund",
            "desc": "Gain 25 gold. Your max interest is increased to 10.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Shopping Spree",
            "desc": "When you level up, gain a number of free shop refreshes equal to your level+1. Gain 2 gold."
        },
        {
            "name": "Invested+",
            "desc": "Gain 26 gold. At the start of each round, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Invested++",
            "desc": "Gain 45 gold. At the start of each round, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Investment Strategy II",
            "desc": "Your champions gain 8 permanent max Health per interest you earn. Your max interest is increased to 7. Gain 3 gold."
        },
        {
            "name": "Living Forge",
            "desc": "Gain an Artifact anvil now and after every 10 player combats.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Lucky Gloves",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves."
        },
        {
            "name": "Lucky Gloves+",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves."
        },
        {
            "name": "Max Cap",
            "desc": "Your max level is 7. Gain 1 Tactician's Shield which increases your team size by +1, and 50 gold."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy XP, gain an additional 2. Gain 12 immediately."
        },
        {
            "name": "One Buff, Two Buff",
            "desc": "Gain a Red Buff, a Blue Buff, and a Champion Duplicator."
        },
        {
            "name": "Pandora's Items III",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 1 random Radiant item."
        },
        {
            "name": "Prismatic Pipeline",
            "desc": "The next non-player combat round will drop an additional Prismatic Orb full of amazing loot."
        },
        {
            "name": "Pumping Up III",
            "desc": "Your team gains 12% Attack Speed now. Each round after, they gain 2% more."
        },
        {
            "name": "Quality Over Quantity",
            "desc": "Champions holding exactly 1 item upgrade that item to Radiant. Champions holding Radiant items gain 4% Health. Gain 2 Magnetic Removers.<br><br>Thief's Gloves counts as multiple items."
        },
        {
            "name": "Radiant Refactor",
            "desc": "Gain a Masterwork Upgrade and 1 component anvil.<br><br>Masterwork Upgrade upgrades an item to Radiant!"
        },
        {
            "name": "Radiant Relics",
            "desc": "Choose 1 of 5 Radiant items. Gain a Magnetic Remover.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Roll The Dice",
            "desc": "Gain a Radiant Thief's Gloves item. This equips 2 random Radiant items every round.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Shimmerscale Essence",
            "desc": "Gain a Mogul's Mail. In 5 rounds, gain a Gamblers Blade.<br><br>These items give gold as well as combat power."
        },
        {
            "name": "Sponging",
            "desc": "Combat start: Up to 6 champions with 1 or fewer items gain a copy of a random completed item from the nearest itemized ally."
        },
        {
            "name": "Starter Kit",
            "desc": "Gain a 4-cost champion, a 2-star 1-cost champion that shares a trait with them, and 4 gold.<br><br>At the start of the next 2 stages, gain that 4-cost champion again."
        },
        {
            "name": "Strategist Circlet",
            "desc": "Gain a Strategist Emblem, a Ziggs, and a Tear of the Goddess."
        },
        {
            "name": "Strategist Crown",
            "desc": "Gain a Strategist Emblem, a Janna, and an Adaptive Helm."
        },
        {
            "name": "Sword Overflow",
            "desc": "Gain 5 BF Swords. Your BF Swords grant +2% Attack Speed."
        },
        {
            "name": "Tactician's Kitchen",
            "desc": "Gain a random Emblem. After 6 player combats, gain a Tactician's Cape."
        },
        {
            "name": "The Golden Egg",
            "desc": "Gain a golden egg that hatches in 11 turns for a huge amount of loot. Winning player combat speeds up the hatch timer by an extra turn."
        },
        {
            "name": "Tiniest Titan",
            "desc": "Gain 2 player health and 1 gold after every player combat. Your Tactician also moves faster."
        },
        {
            "name": "Tiniest Titan+",
            "desc": "Gain 2 player health and 1 gold after every player combat. Your Tactician also moves faster. Gain 15 gold now."
        },
        {
            "name": "Tomb Raider II",
            "desc": "Gain 1 completed item anvil. Every time a player is eliminated, choose one of their completed items to keep."
        },
        {
            "name": "Trifecta II",
            "desc": "Gain 3 3-cost champions. Allies gain 5% Attack Speed. <br>Combat Start: 3 random 3-cost champions gain 300 Health and 25% Attack Speed."
        },
        {
            "name": "Upward Mobility",
            "desc": "Buying XP costs 1 less. Gain 2 Health and 2 free rerolls whenever you level up."
        },
        {
            "name": "Wandering Trainer II",
            "desc": "Gain a Training Dummy with 3 permanently attached Emblems. Gain 6 gold."
        },
        {
            "name": "Wand Overflow",
            "desc": "Gain 5 Needlessly Large Rods. Your Needlessly Large Rods grant +5% Attack Speed."
        },
        {
            "name": "Worth the Wait II",
            "desc": "Gain a random 2-cost champion. Gain another copy of them at the start of each round for the rest of the game."
        },
        {
            "name": "Star Guardian Circlet",
            "desc": "Gain a Star Guardian Emblem and a Rell."
        },
        {
            "name": "Supreme Cells Circlet",
            "desc": "Gain a Supreme Cells Emblem and an Akali."
        },
        {
            "name": "Soul Fighter Circlet",
            "desc": "Gain a Soul Fighter Emblem and a Kalista."
        },
        {
            "name": "Luchador Circlet",
            "desc": "Gain a Luchador Emblem and a Dr Mundo."
        },
        {
            "name": "Battle Academia Circlet",
            "desc": "Gain a Battle Academia Emblem and a Rakan."
        },
        {
            "name": "Crystal Gambit Circlet",
            "desc": "Gain a Crystal Gambit Emblem and a Janna."
        },
        {
            "name": "Wraith Circlet",
            "desc": "Gain a Wraith Emblem and a K’Sante."
        },
        {
            "name": "Sorcerer Circlet",
            "desc": "Gain an Sorcerer Emblem, a Karma, and a Tear of the Goddess."
        },
        {
            "name": "Duelist Circlet",
            "desc": "Gain a Duelist Emblem, an Ashe, and a BF Sword."
        },
        {
            "name": "Edgelord Circlet",
            "desc": "Gain an Edgelord Emblem, a Samira, and a Recurve Bow."
        },
        {
            "name": "Prodigy Circlet",
            "desc": "Gain a Prodigy Emblem, a Malzahar, and a Needlessly Large Rod."
        },
        {
            "name": "Heavyweight Circlet",
            "desc": "Gain a Heavyweight Emblem, a Poppy, and a Giant's Belt."
        },
        {
            "name": "Juggernaut Circlet",
            "desc": "Gain a Juggernaut Emblem, an Udyr, and a Giant's Belt."
        },
        {
            "name": "Star Guardian Crown",
            "desc": "Gain a Star Guardian Emblem, a Steadfast Heart, and a Rell."
        },
        {
            "name": "Supreme Cells Crown",
            "desc": "Gain a Supreme Cells Emblem, a Last Whisper, and a Kai'sa."
        },
        {
            "name": "Soul Fighter Crown",
            "desc": "Gain a Soul Fighter Emblem, a Spear of Shojin, and a Kalista."
        },
        {
            "name": "Luchador Crown",
            "desc": "Gain a Luchador Emblem, a Sterak’s Gage, and a Dr Mundo."
        },
        {
            "name": "Battle Academia Crown",
            "desc": "Gain a Battle Academia Emblem, a Spirit Visage, and a Garen."
        },
        {
            "name": "Crystal Gambit Crown",
            "desc": "Gain a Crystal Gambit Emblem, an Adaptive Helm, and a Janna."
        },
        {
            "name": "Wraith Crown",
            "desc": "Gain a Wraith Emblem, a Hextech Gunblade, and a Malzahar."
        },
        {
            "name": "Sorcerer Crown",
            "desc": "Gain a Sorcerer Emblem, a Jeweled Gauntlet, and an Ahri."
        },
        {
            "name": "Edgelord Crown",
            "desc": "Gain an Edgelord Emblem, a Hand of Justice, and a Yasuo."
        },
        {
            "name": "Duelist Crown",
            "desc": "Gain a Duelist Emblem, a Kraken’s Fury, and a Gangplank."
        },
        {
            "name": "Prodigy Crown",
            "desc": "Gain a Prodigy Emblem, a Spear of Shojin, and an Ezreal."
        },
        {
            "name": "Heavyweight Crown",
            "desc": "Gain a Heavyweight Emblem, a Spirit Visage, and a Kobuko."
        },
        {
            "name": "Juggernaut Crown",
            "desc": "Get a Juggernaut Emblem, a Spirit Visage, and a Dr. Mundo."
        },
        {
            "name": "Hold The Line",
            "desc": "Combat Start: Champions in your back row gain 10 Ability Power and 9% Attack Damage for each champion in your front row."
        },
        {
            "name": "Water Lotus II",
            "desc": "Your team gains 20% Critical Strike chance, and their Abilities can critically strike. If an Ability critically strikes, restore 15% of your Mana over 3 seconds."
        },
        {
            "name": "Unlimited Power",
            "desc": "Gain a Rabadon's Deathcap, a Morellonomicon, a Needlessly Large Rod and a Magnetic Remover.<br><br>Useful for Magic Carries!"
        },
        {
            "name": "Isekai",
            "desc": "Summon a magical hero from another universe to fight for you. This hero is a Prodigy this game."
        },
        {
            "name": "Mess Hall",
            "desc": "After 10 seconds of combat, your champions gain 20% Attack Speed and attacks also hurl delicious projectiles that deal 140% Attack Damage as magic damage."
        },
        {
            "name": "Nine Lives",
            "desc": "Set your player health to 9. On combat loss, you only lose 1 health and gain loot. You can't gain health."
        },
        {
            "name": "Prismatic Destiny",
            "desc": "Gain a random Prismatic Augment and 5 gold."
        },
        {
            "name": "Protagonist",
            "desc": "Gain a random 1-cost Champion Augment. Gain a copy of the champion at the start of every turn."
        },
        {
            "name": "Sniper Crown",
            "desc": "Gain a Sniper Emblem, an Infinity Edge, and a Caitlyn."
        },
        {
            "name": "Sniper Circlet",
            "desc": "Gain a Sniper Emblem, a Jinx, and a Recurve Bow."
        },
        {
            "name": "Protector Circlet",
            "desc": "Gain a Protector Emblem, a Neeko, and a Giant's Belt."
        },
        {
            "name": "Protector Crown",
            "desc": "Gain a Protector Emblem, a Protector's Vow, and a Neeko."
        },
        {
            "name": "Isekai",
            "desc": "Summon a magical hero from another universe to fight for you. This hero is a Sorcerer this game."
        },
        {
            "name": "Isekai",
            "desc": "Summon a magical hero from another universe to fight for you. This hero is a Strategist this game."
        },
        {
            "name": "And I'll Be The Head",
            "desc": "The Mighty Mech gains 350 Health, 15% Damage Amp, and 15% Durability. Gain a Yone.<br><br>Field 7 Mighty Mech, reach level 10, and hold all 3 Mighty Mech Augments to activate MECHA-MERGE PROTOCOL."
        }
    ],
    "champion": []
}