{
    "normal": [],
    "silver": [
        {
            "name": "AFK",
            "desc": "You cannot perform actions for the next 3 rounds. Afterwards, gain 20 gold."
        },
        {
            "name": "Team Building",
            "desc": "Gain a Lesser Champion Duplicator. Gain another after 5 player combats.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Backup",
            "desc": "Your team gains 12% Attack Speed if at least 4 allies start combat in the back two rows."
        },
        {
            "name": "Band of Thieves I",
            "desc": "Gain 1 Thief's Gloves."
        },
        {
            "name": "Caretaker's Ally",
            "desc": "Gain a random 2-cost champion now. Gain the same one again every time you level up."
        },
        {
            "name": "Big Friend I",
            "desc": "Your units that start combat next to an ally with over 1750 Health take 7% less damage for the rest of combat."
        },
        {
            "name": "Lunch Money",
            "desc": "Every 8 damage you deal to enemy tacticians gives you 2 gold.<br>Total Payouts:  Gold"
        },
        {
            "name": "Branching Out",
            "desc": "Gain a random Emblem."
        },
        {
            "name": "Bulky Buddies I",
            "desc": "Allies that start combat next to exactly 1 other ally gain 100 Health. When that champion dies, the other gains a 10% max Health Shield for 10 seconds."
        },
        {
            "name": "Called Shot",
            "desc": "Set your win streak to 4. Gain 4 gold."
        },
        {
            "name": "Climb The Ladder I",
            "desc": "Each time an ally dies, allies that share at least one trait with them gain 3 Ability Power, 3% Attack Damage, 3 Armor, and 3 Magic Resist."
        },
        {
            "name": "Rolling For Days I",
            "desc": "Gain 11 free Shop rerolls."
        },
        {
            "name": "Corrosion",
            "desc": "Enemy champions in the first two rows lose 3 Armor and Magic Resist every 2 seconds."
        },
        {
            "name": "Crafted Crafting",
            "desc": "Whenever you craft a completed item, gain 2 rerolls."
        },
        {
            "name": "Component Buffet",
            "desc": "Whenever you would get a component, gain a component anvil instead. Gain a random component.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Cybernetic Implants I",
            "desc": "Your champions holding an item gain 80 Health and 10% Attack Damage."
        },
        {
            "name": "Diversified Portfolio",
            "desc": "Gain 1 gold. Each round, gain 1 gold for every 3 non-unique traits active."
        },
        {
            "name": "Diversified Portfolio+",
            "desc": "Gain 4 gold. Each round, gain 1 gold for every 3 non-unique traits active."
        },
        {
            "name": "Stand United I",
            "desc": "Your units gain 1.5% Attack Damage and 1.5 Ability Power for each non-unique Trait active across your team."
        },
        {
            "name": "Spoils of War I",
            "desc": "Enemies have a 25% chance to drop loot when killed."
        },
        {
            "name": "Dummify",
            "desc": "Lose all champions on your board and bench. Gain a Training Dummy with 80% of their combined health. The dummy gains 1000 Health per stage."
        },
        {
            "name": "Eye For An Eye",
            "desc": "For every 15 ally champions that die, gain a random component (max 3)."
        },
        {
            "name": "Eye For An Eye+",
            "desc": "Gain a random component. For every 16 ally champions that die, gain another component (max 2)."
        },
        {
            "name": "Find Your Center",
            "desc": "Your champion that starts combat in the center of the front row gains 15% Damage Amp and 15% max Health."
        },
        {
            "name": "Fine Vintage",
            "desc": "Completed items left on your bench for 4 rounds transform into Support Anvils."
        },
        {
            "name": "Firesale",
            "desc": "Each round, steal a random 3-cost or lower champion from the shop. Gain 1 gold."
        },
        {
            "name": "Glass Cannon I",
            "desc": "Units that start combat in the back row begin combat at 90% health but gain 13% Damage Amp."
        },
        {
            "name": "Good For Something I",
            "desc": "Champions that aren't holding items have a 50% chance to drop 1 gold on death."
        },
        {
            "name": "Healing Orbs I",
            "desc": "When an enemy dies, the nearest ally is healed for 200."
        },
        {
            "name": "Health is Wealth I",
            "desc": "Your team gains 10% Omnivamp. Get a bonus of 8 gold when your team first accumulates 10000 total champion healing."
        },
        {
            "name": "Iron Assets",
            "desc": "Gain a component anvil and 4 gold."
        },
        {
            "name": "Item Collector I",
            "desc": "For each unique item they are holding, your team gains 1 Attack Damage and 1 Ability Power."
        },
        {
            "name": "Item Grab Bag I",
            "desc": "Gain 1 random completed item."
        },
        {
            "name": "Kingslayer",
            "desc": "After winning player combat, gain 1 gold. If they had more health than you, gain 6 Gold instead. Gain 1 gold."
        },
        {
            "name": "Lategame Specialist",
            "desc": "When you reach Level 9, gain 33 gold."
        },
        {
            "name": "Lineup",
            "desc": "Your team gains 2 Armor and Magic Resist for each unit that starts combat in the front two rows."
        },
        {
            "name": "Latent Forge",
            "desc": "After 8 player combats, gain an Artifact anvil.<br><br>The anvil offers 4 choices. Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Manaflow I",
            "desc": "Your units that start combat in the back row gain 2 additional Mana per attack."
        },
        {
            "name": "Mentorship I",
            "desc": "If an ally starts combat next to a higher-cost ally, it gains 10% Attack Speed and 100 Health."
        },
        {
            "name": "Missed Connections",
            "desc": "Gain a copy of each 1-cost champion."
        },
        {
            "name": "One For All I",
            "desc": "Your team gains 2% max Health and 1% Damage Amp for each unique one-cost champion on your board. Gain 2 one-costs."
        },
        {
            "name": "One, Two, Five!",
            "desc": "Gain 1 random component, 2 gold, and 1 random 5-cost champion."
        },
        {
            "name": "Ones Twos Three",
            "desc": "Gain 2 1-cost champion, 2 2-cost champions, and 1 3-cost champion."
        },
        {
            "name": "Over Encumbered",
            "desc": "For the next stage, you only get 2 bench slots. After, get 2 item components."
        },
        {
            "name": "Pandora's Bench",
            "desc": "At the start of every round, champions on the 3 rightmost bench slots transform into random champions of the same cost. Gain 2 gold."
        },
        {
            "name": "Pandora's Items",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 1 random component."
        },
        {
            "name": "Patience is a Virtue",
            "desc": "Each round, gain 2 free rerolls if you did not buy a champion last round."
        },
        {
            "name": "Placebo",
            "desc": "Your team gains 1% Attack Speed. Gain 8 gold."
        },
        {
            "name": "Placebo+",
            "desc": "Your team gains 1% Attack Speed. Gain 15 gold."
        },
        {
            "name": "Preparation I",
            "desc": "Champions on your bench permanently gain 30 Health, 2% Attack Damage, and 2 Ability Power every round. Champions start with 1 stack of this effect, and can stack up to 4 times."
        },
        {
            "name": "Pumping Up I",
            "desc": "Your team gains 6% Attack Speed now. Each round after, they gain 0.5% more."
        },
        {
            "name": "Recombobulator",
            "desc": "Champions on your board permanently transform into random champions 1 cost tier higher (max 5). Gain 2 Magnetic Removers."
        },
        {
            "name": "Blistering Strikes",
            "desc": "Your team's attacks Burn their targets for 5% of their max Health over 5 seconds. Attacks also reduce their targets' healing received by 33%."
        },
        {
            "name": "Rigged Shop+",
            "desc": "Your next shop and every 4 shops will contain all 3-cost champions. Gain 5 rerolls."
        },
        {
            "name": "Risky Moves",
            "desc": "Your Tactician loses 20 Health, but after 7 player combats, gain 30 gold."
        },
        {
            "name": "Silver Spoon",
            "desc": "Gain 10 XP."
        },
        {
            "name": "Support Mining",
            "desc": "Gain a Training Dummy. When it dies 8 times, gain a random Support Item and remove the Training Dummy."
        },
        {
            "name": "Support Mining+",
            "desc": "Gain a Training Dummy. When it dies 7 times, gain a random Support Item and remove the Training Dummy."
        },
        {
            "name": "Survivor",
            "desc": "After 3 players are eliminated, gain 92 gold."
        },
        {
            "name": "Table Scraps",
            "desc": "After the next 2 carousels, gain one unit that was not taken and its item. Gain 1 gold."
        },
        {
            "name": "Teaming Up I",
            "desc": "Gain 1 random component and 2 random Tier 3 champions."
        },
        {
            "name": "Titanic Titan",
            "desc": "Increase your current and max player health by 25. On carousel rounds you are released earlier, but are much slower."
        },
        {
            "name": "Young and Wild and Free",
            "desc": "You can always move freely on Carousel rounds. Gain 5 gold."
        },
        {
            "name": "Button Mash",
            "desc": "Gain a Poppy. Your strongest Poppy's ability is replaced with a 3-hit Wallop."
        },
        {
            "name": "Cease and Desist",
            "desc": "Gain a Vi. Your strongest Vi gains Attack Speed and her ability dashes to the farthest target within 3-hexes, Stuns, and deals bonus physical damage."
        },
        {
            "name": "Branching Out+",
            "desc": "Gain a random Emblem and a Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Wolf Unchained",
            "desc": "Gain a Sylas. Your strongest Sylas's ability deals more damage and recasts on kill, but his Health gain no longer scales with Ability Power."
        },
        {
            "name": "Adaptive Strikes",
            "desc": "Gain a Jax. Your strongest Jax's attacks deal bonus magic damage every 3rd attack which gets stronger each time. His ability grants Attack Speed."
        }
    ],
    "gold": [
        {
            "name": "All That Shimmers",
            "desc": "Choose a gold-generating Artifact items and gain a Magnetic Remover."
        },
        {
            "name": "All That Shimmers+",
            "desc": "Choose a gold-generating Artifact. Gain a Magnetic Remover and 4 gold."
        },
        {
            "name": "A Magic Roll",
            "desc": "Roll 3 dice. Gain rewards based on their total."
        },
        {
            "name": "Bad Luck Protection",
            "desc": "Your team can no longer critically strike. Convert each 5% Critical Strike Chance into 5% Attack Damage. Gain a Sparring Gloves."
        },
        {
            "name": "Caretaker's Favor",
            "desc": "Gain a component anvil when you reach level 5, 6, 7, and 8.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Big Friend II",
            "desc": "Your units that start combat next to an ally with over 1750 Health take 10% less damage for the rest of combat."
        },
        {
            "name": "Big Grab Bag",
            "desc": "Gain 3 random components, 2 gold, and 1 Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Blazing Soul I",
            "desc": "Combat start: Your highest Attack Speed champion gains 20 Ability Power and 20% Attack Speed. Repeat on another ally every 3 seconds."
        },
        {
            "name": "BRB",
            "desc": "You cannot perform actions for the next 3 rounds. Afterwards, gain 2 completed item anvils."
        },
        {
            "name": "Bronze For Life I",
            "desc": "Your team gains 3.5% Damage Amp for each Bronze-tier trait."
        },
        {
            "name": "Bulky Buddies II",
            "desc": "Allies that start combat next to exactly 1 other ally gain 175 Health. When that champion dies, the other gains a 15% max Health Shield for 10 seconds."
        },
        {
            "name": "Calculated Loss",
            "desc": "After losing your combat, gain 2 gold and a free Shop reroll."
        },
        {
            "name": "Clear Mind",
            "desc": "If there are no champions on your bench at the end of player combat, gain 3 XP."
        },
        {
            "name": "Climb The Ladder II",
            "desc": "Each time an ally dies, allies that share at least one trait with them gain 5 Ability Power, 5% Attack Damage, 5 Armor, and 5 Magic Resist."
        },
        {
            "name": "Clockwork Accelerator",
            "desc": "Your team gains 10% Attack Speed every 3 seconds in combat."
        },
        {
            "name": "Cloning Facility",
            "desc": "Empower the hex in the center of the third row. Summon a clone of the champion in it with 80% base Health and 10% increased Mana cost."
        },
        {
            "name": "Cluttered Mind",
            "desc": "Gain 4 random 1-cost champions now. If your bench is full at the end of player combat, gain 3 XP."
        },
        {
            "name": "Ascension",
            "desc": "After 15 seconds of combat, your units gain 60% Damage Amp."
        },
        {
            "name": "Cooking Pot",
            "desc": "At the start of each turn, all units holding a Frying Pan or Spatula item grant the nearest champion 40 permanent Health. Gain a Frying Pan."
        },
        {
            "name": "Crown Guarded",
            "desc": "Gain a Crownguard. Your Crownguards' start of combat effect is 85% stronger and the shield lasts 5 seconds longer."
        },
        {
            "name": "Crown's Will",
            "desc": "Gain a Needlessly Large Rod. Your units gain 10 Ability Power and 8 Armor."
        },
        {
            "name": "Cybernetic Bulk II",
            "desc": "Your champions holding an item gain 300 health."
        },
        {
            "name": "Cybernetic Implants II",
            "desc": "Your champions holding an item gain 120 Health and 20% Attack Damage."
        },
        {
            "name": "Cybernetic Uplink II",
            "desc": "Your champions holding an item gain 120 Health and restore 2 Mana per second."
        },
        {
            "name": "Spoils of War II",
            "desc": "Enemies have a 30% chance to drop loot when killed."
        },
        {
            "name": "Duo Queue",
            "desc": "Gain 2 random 5-cost champions and 2 copies of a random component."
        },
        {
            "name": "Epoch",
            "desc": "Now, and at the start of every stage, gain 4 XP and 2 free rerolls."
        },
        {
            "name": "Epoch+",
            "desc": "Now, and at the start of every stage, gain 8 XP and 3 free rerolls."
        },
        {
            "name": "Forward Thinking",
            "desc": "Lose all your gold. After 5 player combats, gain back the original amount and another 70 gold."
        },
        {
            "name": "Glass Cannon II",
            "desc": "Units that start combat in the back row begin combat at 90% health but gain 20% Damage Amp."
        },
        {
            "name": "Gold For Dummies",
            "desc": "Gain a Training Dummy. Every 10 seconds, all Training Dummies grant 1 gold."
        },
        {
            "name": "Golemify",
            "desc": "Lose all champions on your board and bench. Gain a Golem with 60% of their combined Health and 50% of their combined Attack Damage. The Golem gains 1000 Health per stage."
        },
        {
            "name": "Healing Orbs II",
            "desc": "When an enemy dies, the nearest ally is healed for 400."
        },
        {
            "name": "Health is Wealth II",
            "desc": "Your team gains 15% Omnivamp. Get a bonus of 15 gold when your team first accumulates 10000 total champion healing."
        },
        {
            "name": "Heroic Grab Bag",
            "desc": "Gain 2 Lesser Champion Duplicators. Gain 7 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "High Voltage",
            "desc": "Gain an Ionic Spark. Your Ionic Sparks have +3 hex radius and do 15% more damage."
        },
        {
            "name": "Hustler",
            "desc": "You earn no interest, but gain 3 gold at the start of every player combat round. Gain 3 gold now.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Inspiring Epitaph",
            "desc": "When a unit dies, the nearest ally gains a 20% max Health Shield and 8% stacking Attack Speed."
        },
        {
            "name": "Investment Strategy I",
            "desc": "Your champions gain 7 permanent max health per interest you earn."
        },
        {
            "name": "Item Collector II",
            "desc": "Your team gains 20 Health. For each unique item they are holding, your team gains bonus 5 Health, 1 Attack Damage, and 1 Ability Power."
        },
        {
            "name": "Last Stand",
            "desc": "The first time you would be eliminated, you escape death and your team permanently gains 150 Health, 10 Armor and Magic Resist, and 10% Omnivamp."
        },
        {
            "name": "Patient Study",
            "desc": "After player combat, gain 2 XP if you won or 3 XP if you lost."
        },
        {
            "name": "Little Buddies",
            "desc": "Your 4-cost and 5-cost champions gain 55 Health and 6% Attack Speed for every 1-cost and 2-cost champion on your board."
        },
        {
            "name": "Long Distance Pals",
            "desc": "Combat start: Your 2 units furthest from each other form a bond, sharing 22% of their Armor, Magic Resist, Attack Damage, and Ability Power with each other."
        },
        {
            "name": "Mace's Will",
            "desc": "Gain a Sparring Gloves. Your team gains 6% Attack Speed and 20% Critical Strike Chance."
        },
        {
            "name": "Malicious Monetization",
            "desc": "Gain 2 gold. For the next 3 rounds, enemy champions drop 2 gold when killed."
        },
        {
            "name": "Manaflow II",
            "desc": "Your units that start combat in the back row gain 3 additional Mana per attack."
        },
        {
            "name": "Mentorship II",
            "desc": "If an ally starts combat next to a higher-cost ally, it gains 16% Attack Speed and 220 Health."
        },
        {
            "name": "Moonlight",
            "desc": "Combat start: 1 random 1-cost champion is upgraded to 3-star for that round and gains 45% Attack Damage and 45 Ability Power."
        },
        {
            "name": "Noble Sacrifice",
            "desc": "When your first ally dies each combat, grant your team 25 + 10% of that ally's Armor and Magic Resistance."
        },
        {
            "name": "NO SCOUT NO PIVOT",
            "desc": "Units can no longer be benched or sold after fighting in a player combat. After each player combat, units that fought gain 14 Health, 2% Attack Damage, and 2% Ability Power."
        },
        {
            "name": "Not Today",
            "desc": "Gain an Edge of Night. Champions holding this item gain 35% Attack Speed."
        },
        {
            "name": "One For All II",
            "desc": "Your team gains 3% max Health and 1.5% Damage Amp for each unique one-cost champion on your board. Gain 3 one-costs."
        },
        {
            "name": "Overheal",
            "desc": "Every third attack deals an additional 110% damage and heals 50% of the damage. Excess healing is converted to a shield up to 300 Health."
        },
        {
            "name": "Pair of Fours",
            "desc": "If your team has exactly 2 four-cost champions, they each gain 374 Health and 24.4% Attack Speed. Gain a random 4-cost."
        },
        {
            "name": "Pandora's Items II",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 2 random components."
        },
        {
            "name": "Piercing Lotus I",
            "desc": "Your team gains 5% Critical Strike chance, and their Abilities can critically strike. Critical strikes 20% Shred and Sunder the target for 3 seconds."
        },
        {
            "name": "Pilfer",
            "desc": "Each round, gain a 1-star copy of the first champion you killed last combat."
        },
        {
            "name": "Portable Forge",
            "desc": "Choose 1 of 4 Artifacts.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Preparation II",
            "desc": "Champions on your bench permanently gain 45 Health, 3% Attack Damage, and 3 Ability Power every round. Champions start with 1 stack of this effect, and can stack up to 4 times."
        },
        {
            "name": "Prizefighter",
            "desc": "Gain 2 item components. Every 5 wins gives you an item component."
        },
        {
            "name": "Pumping Up II",
            "desc": "Your team gains 8% Attack Speed now. Each round after, they gain 1% more."
        },
        {
            "name": "Pyromaniac",
            "desc": "Gain a Red Buff. Your Burns deal 50% increased damage."
        },
        {
            "name": "Raining Gold",
            "desc": "Gain 8 gold now and 1 gold every round."
        },
        {
            "name": "Raining Gold+",
            "desc": "Gain 18 gold now and 1 gold every round."
        },
        {
            "name": "ReinFOURcement",
            "desc": "The next 4-cost champion you buy is instantly upgraded to 2-star. Gain 12 gold."
        },
        {
            "name": "Replication",
            "desc": "Choose 1 of 3 components. For the next 2 rounds, gain a copy of that component."
        },
        {
            "name": "Salvage Bin",
            "desc": "Gain 1 random completed item now, and 1 component after 7 player combats. Selling champions breaks completed items into components (excluding Tactician's items and Emblems)."
        },
        {
            "name": "Salvage Bin+",
            "desc": "Gain 1 random completed item now, and 1 component after 4 player combats. Selling champions breaks completed items into components (excluding Tactician's items and Emblems)."
        },
        {
            "name": "Sated Spellweaver",
            "desc": "After casting an Ability, champions gain 15% Omnivamp for 3 seconds. Excess healing is converted to a shield up to 500 Health."
        },
        {
            "name": "Scapegoat",
            "desc": "Gain a Training Dummy and 4 gold. If it is the first to die each player combat, gain 1 gold."
        },
        {
            "name": "Scavenger",
            "desc": "The first 5 enemy champions that are killed each combat grant a champion on your team a temporary completed item."
        },
        {
            "name": "Scoreboard Scrapper",
            "desc": "Every round, if you're in the bottom 4, your team permanently gains 1.5% Attack Damage and Ability Power. If you're in the top 4, they have 10% more Health."
        },
        {
            "name": "Shop Glitch",
            "desc": "During non-player combat rounds, your shop refreshes for free every 2.5 seconds for 28 seconds."
        },
        {
            "name": "Slammin'",
            "desc": "Gain 1 random Component(s). After each player combat, if there are no items on your bench (other than Consumables), gain 2 XP."
        },
        {
            "name": "Slammin'+",
            "desc": "Gain 1 random component(s) and 10 XP now. After each player combat, if there are no items on your bench (other than Consumables), gain 2 XP."
        },
        {
            "name": "Spear's Will",
            "desc": "Your team gains 10% Attack Damage and 5 Mana. Gain a B.F. Sword."
        },
        {
            "name": "Spirit Link",
            "desc": "Champions restore 5% of their max Health every 4 seconds. Increase the healing by 0.5% for every 10 missing player Health."
        },
        {
            "name": "Starry Night",
            "desc": "1-cost and 2-cost units in your shop have a chance to be 2-star. Gain 6 gold.<br>Chances increase with player level."
        },
        {
            "name": "Starry Night+",
            "desc": "1-cost and 2-cost units in your shop have a chance to be 2-star. Gain 8 gold.<br>Chances increase with player level."
        },
        {
            "name": "Support Cache",
            "desc": "Choose 1 of 4 Support items."
        },
        {
            "name": "Teaming Up II",
            "desc": "Gain 1 random Support item and 2 random 4-cost champions."
        },
        {
            "name": "Thorn-Plated Armor",
            "desc": "Gain a Bramble Vest. Your Bramble Vests deal 1-180% more damage (based on Stage) and heal the holder for 30% of the damage dealt."
        },
        {
            "name": "Tomb Raider I",
            "desc": "For the next 3 players eliminated, choose one of their completed items to keep."
        },
        {
            "name": "Tower Defense",
            "desc": "Gain a Training Dummy equipped with a random emblem that fires ranged attacks at enemies. It upgrades as the game goes on."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop reroll every round. Gain 4 gold."
        },
        {
            "name": "Trait Tracker",
            "desc": "The first time you activate 8 non-unique traits for 1 combat, gain 5 random emblems."
        },
        {
            "name": "Trifecta I",
            "desc": "Gain 2 3-cost champions. Combat Start: 3 random 3-cost champions gain 220 Health and 20% Attack Speed."
        },
        {
            "name": "Two Much Value",
            "desc": "Gain 1 reroll for every 2 unique two-cost champions fielded last combat. Gain 2 two-cost unit."
        },
        {
            "name": "Two Trick",
            "desc": "Gain a random 2-star two-cost and 2 random 2-star one-cost champions."
        },
        {
            "name": "Vampiric Vitality",
            "desc": "You heal for 12% of the damage you deal to enemy Tacticians. Your units gain 12% Omnivamp."
        },
        {
            "name": "Wandering Trainer I",
            "desc": "Gain a Training Dummy with 2 permanently attached Emblems. Gain 1 gold."
        },
        {
            "name": "Warpath",
            "desc": "Gain a 2-star 2-cost champion. After dealing 80 player damage, gain a chest of high cost champions and items."
        },
        {
            "name": "Worth the Wait",
            "desc": "Gain a random two-star 1-cost champion. After 2 rounds, gain another copy of them at the start of each round for the rest of the game."
        },
        {
            "name": "10,000 IQ",
            "desc": "Every 5 rounds with Strategist active, bet whether you'll win more or lose more. After those rounds, gain 4 gold. If you're correct, gain a completed item Anvil. Gain a Yuumi and an Ekko."
        },
        {
            "name": "Alter Ego",
            "desc": "Gain a Rhaast. Your strongest Rhaast enters Shadow Assassin form and his ability is replaced with a dash and 1 hex spin. If it kills, he immediately casts again."
        },
        {
            "name": "Anima Squad Crest",
            "desc": "Gain an Anima Squad Emblem."
        },
        {
            "name": "Bastion Crest",
            "desc": "Gain an Bastion emblem."
        },
        {
            "name": "Board of Directors",
            "desc": "If you have 3 or fewer Divinicorp champions, their bonuses are increased by 50% + 0% for each Stage. Gain a Rhaast and a Morgana."
        },
        {
            "name": "BoomBot Crest",
            "desc": "Gain a BoomBot emblem."
        },
        {
            "name": "Bruiser Crest",
            "desc": "Gain a Bruiser emblem."
        },
        {
            "name": "Capacitor",
            "desc": "When Techies cast, grant the lowest Health Techie a Shield equal to 200% of the Mana spent. Gain a Veigar and a Zyra."
        },
        {
            "name": "Cognitive Implant",
            "desc": "Your Techies gain 5 Ability Power, increased by 1 for every 2 takedowns. Gain a Veigar and a Zyra."
        },
        {
            "name": "Cower, Weaklings!",
            "desc": "Cyberboss abilities reduce the target's max Health by 20%. Cyberbosses take 20% less damage from enemies with less max Health. Gain a Poppy and a Veigar."
        },
        {
            "name": "Cutpurse",
            "desc": "Executioners have a 4% chance to drop a gold when their attacks critically strike. Gain a Graves and Rengar."
        },
        {
            "name": "Cyberdeck",
            "desc": "On combat start, 1 of your Exotech units with 2 items gains their ideal Exotech item. Gain a Jax and Naafiri."
        },
        {
            "name": "Divine Ascension",
            "desc": "After 12 seconds your Divinicorp champions ascend, gaining 20% Health and 30% Attack Speed. Gain a Rhaast and a Morgana."
        },
        {
            "name": "Divinicorp Crest",
            "desc": "Gain a Divinicorp emblem."
        },
        {
            "name": "Dummy With A Gun",
            "desc": "With Syndicate active, your Training Dummies shoot enemies. Every 2 times they attack, grant the Kingpins 2% Attack Damage and Ability Power. Gain 1 Training Dummy, a Darius, and a Twisted Fate."
        },
        {
            "name": "Dynamo Crest",
            "desc": "Gain a Dynamo emblem."
        },
        {
            "name": "Executioner Crest",
            "desc": "Gain an Executioner emblem."
        },
        {
            "name": "Exotech Crest",
            "desc": "Gain an Exotech emblem."
        },
        {
            "name": "Flatline",
            "desc": "Marksmen execute enemies under 10% Health. Every time a Marksman executes, all Marksman gain 4% Attack Speed. Gain a Jhin and a Kindred."
        },
        {
            "name": "Freestyling",
            "desc": "Clear all painted hexes. When Street Demons start combat on a non-tagged hex, tag it. After all hexes are tagged, gain 25 gold. Gain 3 Street Demons."
        },
        {
            "name": "Golden Fleece",
            "desc": "Each Golden Ox drops 1 gold after fighting 2 rounds. Your max interest is 7. Gain a Graves, an Alistar, and 1 gold."
        },
        {
            "name": "Golden Fleece+",
            "desc": "Each Golden Ox drops 1 gold after fighting 2 rounds. Your max interest is 7. Gain a Graves, an Alistar, and 4 gold."
        },
        {
            "name": "Golden Ox Crest",
            "desc": "Gain a Golden Ox emblem."
        },
        {
            "name": "Hostile Takeover",
            "desc": "Cypher gains 75% of its combat bonus now. Gain 200% Intel from kills, but only 30% from losses. Gain a Draven."
        },
        {
            "name": "Keep Your Friends Close",
            "desc": "Syndicate Kingpins gain 10% Attack Speed and 120 Health for each adjacent ally in their row. The allies gain 175 Health. Gain a Twisted Fate and a Darius."
        },
        {
            "name": "Lethal Rerouting",
            "desc": "Slayers above 50% Health gain 20% Attack Damage. While under 50%, they gain 15% Omnivamp. Gain a Vayne and a Shaco."
        },
        {
            "name": "Marksman Crest",
            "desc": "Gain a Marksman emblem."
        },
        {
            "name": "Memory Bank",
            "desc": "Gain a Jhin and Morgana. Dynamos gain 4% Damage Amp. After they spend 7000 Mana, gain a Zhonya's Paradox and an Aurora."
        },
        {
            "name": "New High Score",
            "desc": "Cyberbosses increase their score when they deal damage. When they reach the next high score gain bonus loot. Gain a Veigar and a Poppy."
        },
        {
            "name": "Polished Chrome",
            "desc": "When you 3-star Nitro champions, they gain 15% Attack Damage, 20 Ability Power, and grant 10 Gold. Gain a Kindred and a Nidalee."
        },
        {
            "name": "Power Leveling",
            "desc": "Anima Squad takedowns have a 30% chance to drop an XP orb that sells for 1 XP. Anima Squad units gain 1% Attack Speed for each of your player levels. Gain a Seraphine and Illaoi."
        },
        {
            "name": "Rapidfire Crest",
            "desc": "Gain a Rapidfire emblem."
        },
        {
            "name": "Reactive Shell",
            "desc": "Vanguards gain 8% Health. When the Vanguard Shield ends, deal 50% of the initial Shield as magic damage to their current target. Gain a Skarner and a Vi."
        },
        {
            "name": "Reinforcing Skeleture",
            "desc": "Whenever a Bruiser dies, it permanently gains 55 Health.<br>Gain a Darius and Alistar."
        },
        {
            "name": "Slayer Crest",
            "desc": "Gain a Slayer emblem."
        },
        {
            "name": "Speed Kills",
            "desc": "Rapidfire champions start at 1 stacks and can go to 15. If you win combat within 18 seconds, gain 2 gold. Gain a Twisted Fate and a Kog'Maw."
        },
        {
            "name": "Strategist Crest",
            "desc": "Gain a Strategist Emblem."
        },
        {
            "name": "Support Spire",
            "desc": "After 10 seconds in combat, a support spire grants Anima Squad a Shield, Attack Speed, or Stuns all enemies. Gain 3 Anima Squad champions."
        },
        {
            "name": "Syndicate Crest",
            "desc": "Gain a Syndicate emblem."
        },
        {
            "name": "Tagging Spree",
            "desc": "Signature Street Demon hexes grant 5% Attack Speed. Gain 3 Street Demons and 2 Spray Can items that create signature Street Demon hexes."
        },
        {
            "name": "Techie Crest",
            "desc": "Gain a Techie emblem."
        },
        {
            "name": "The Chug Bug",
            "desc": "Gain 1 Gragas. Your strongest Gragas's attacks have a chance to knockback and deal bonus magic damage. His ability heals and empowers his next attack."
        },
        {
            "name": "The Chug Bug+",
            "desc": "Gain 2 Gragas. Your strongest Gragas's attacks have a chance to knockback and deal bonus magic damage. His ability heals and empowers his next attack."
        },
        {
            "name": "Transference",
            "desc": "When A.M.P. champions die, the nearest A.M.P. champion gains 1 Amp until the end of combat. Gain a Naafiri and a Nidalee."
        },
        {
            "name": "Transistor",
            "desc": "When Bastions' start of combat bonus ends, 50% of it converts into Attack Damage and Ability Power and they gain 50% Attack Speed. Gain an Illaoi and Jax."
        },
        {
            "name": "Trial Run",
            "desc": "Gain an Exotech Golem with a copy of each of your Exotech items. Gain a Jhin and a Naafiri."
        },
        {
            "name": "Vanguard Crest",
            "desc": "Gain a Vanguard Emblem."
        },
        {
            "name": "Hunter Killer Missile",
            "desc": "Every 6 Boombot rockets, fire an HK Missile at the current target that deals 350% of the original rocket's damage. Gain a Kog'Maw and a Skarner."
        },
        {
            "name": "Heroic Grab Bag+",
            "desc": "Gain 2 Lesser Champion Duplicators. Gain 9 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Heroic Grab Bag++",
            "desc": "Gain 2 Lesser Champion Duplicators. Gain 13 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Cyper Crest",
            "desc": "Gain a Cyper emblem."
        }
    ],
    "prismatic": [
        {
            "name": "An Exalted Adventure",
            "desc": "Gain three 2-cost champions. If you 3-star two of them, gain an orb filled with loot. Gain a Lesser Champion Duplicator at the start of next 2 stages."
        },
        {
            "name": "Caretaker's Chosen",
            "desc": "As you level, gain more powerful items.<br>Level 4: component anvil<br>Level 6: completed item anvil<br>Level 7: choose 1 of 5 Radiant items"
        },
        {
            "name": "Belt Overflow",
            "desc": "Gain 5 Giant's Belts. Your Giant's Belts grant +60 bonus Health."
        },
        {
            "name": "Binary Airdrop",
            "desc": "Combat start: Up to 4 champions holding 2 items gain a recommended 3rd completed item."
        },
        {
            "name": "Birthday Present",
            "desc": "Gain a 2-star champion and 1 gold every time you level up. The champion's cost tier is your level minus 4 (max: 5-cost)."
        },
        {
            "name": "Blazing Soul II",
            "desc": "Combat start: Your highest Attack Speed champion gains 35 Ability Power and 35% Attack Speed. Repeat on another ally every 3 seconds."
        },
        {
            "name": "Blinding Speed",
            "desc": "Gain a Giant Slayer, Guinsoo's Rageblade, a Recurve Bow and a Magnetic Remover.<br><br>Useful for Attack Carries!"
        },
        {
            "name": "Bronze For Life II",
            "desc": "Your team gains 4% Damage Amp and 1% Durability for each Bronze-tier trait."
        },
        {
            "name": "Build a Bud!",
            "desc": "Gain a random 3-star 1-cost champion. Gain 8 gold."
        },
        {
            "name": "Buried Treasures III",
            "desc": "Gain a random item component at the start of the next 6 rounds (including this round)."
        },
        {
            "name": "Bulky Buddies III",
            "desc": "Allies that start combat next to exactly 1 other ally gain 300 Health. When that champion dies, the other gains a 18% max Health Shield for 10 seconds."
        },
        {
            "name": "Calculated Enhancement",
            "desc": "Each combat, 4 random champions in your last two rows gain 40% Attack Damage and 50 Ability Power."
        },
        {
            "name": "Call to Chaos",
            "desc": "Gain a powerful and random reward."
        },
        {
            "name": "Final Ascension",
            "desc": "Your team gains 15% Damage Amp. After 15 seconds, this increases to 45% Damage Amp."
        },
        {
            "name": "Coronation",
            "desc": "Gain a Tactician's Crown. Tactician's Crown, Shield, and Cape grant the holder an additional 20% Attack Speed, 25% Attack Damage, and 30 Ability Power."
        },
        {
            "name": "Cursed Crown",
            "desc": "Gain +2 max team size, but take 100% more player damage when you lose a player combat."
        },
        {
            "name": "Cybernetic Bulk III",
            "desc": "Your champions holding an item gain 500 Health."
        },
        {
            "name": "Cybernetic Implants III",
            "desc": "Your champions holding an item gain 200 Health and 30% Attack Damage."
        },
        {
            "name": "Cybernetic Uplink III",
            "desc": "Your champions holding an item gain 180 Health and restore 3 Mana per second."
        },
        {
            "name": "Spoils of War III",
            "desc": "Enemies have a 45% chance to drop loot when killed."
        },
        {
            "name": "Dual Purpose",
            "desc": "The first time you buy XP each round, gain 2 gold. Whenever you buy XP, reroll your Shop."
        },
        {
            "name": "Expected Unexpectedness",
            "desc": "Now and at the start of the next 2 stages, roll 3 dice. Gain various rewards based on their total."
        },
        {
            "name": "Final Polish",
            "desc": "Gain a Support Anvil and a completed item anvil."
        },
        {
            "name": "Final Reserves",
            "desc": "The first time you would be eliminated, you instead remain alive. After this happens, gain 30 XP and set your gold to 90. Excess gold is converted to XP."
        },
        {
            "name": "Flexible",
            "desc": "Gain 1 random emblem. At the start of every Stage, gain a random emblem. Your team gains 20 Health for each emblem they are holding."
        },
        {
            "name": "Flurry of Blows",
            "desc": "Gain a Zeke's Herald. Champions buffed by Zeke's also gain 45% Critical Strike Chance."
        },
        {
            "name": "Prismatic Ticket",
            "desc": "Each time your Shop is rerolled, you have a 45% chance to gain a free reroll."
        },
        {
            "name": "Gargantuan Resolve",
            "desc": "Gain a Titan's Resolve and another after 2 player combats. Your Titan's Resolves can continue stacking to 50 instead of 25. The total resist bonus is increased by 80%."
        },
        {
            "name": "Going Long",
            "desc": "You no longer gain interest. Gain 15 gold now. Round start: gain 4 XP.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Greater Moonlight",
            "desc": "Combat Start: 1 random 1-cost champion is upgraded to 4-star for that round and gains 5% Attack Damage and 5 Ability Power."
        },
        {
            "name": "Hard Commit",
            "desc": "Gain a random emblem. Now and at the start of each stage, gain a 1-star champion of that trait with a cost equal to the Stage (max 5) and 2 gold."
        },
        {
            "name": "Hedge Fund",
            "desc": "Gain 25 gold. Your max interest is increased to 10.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Shopping Spree",
            "desc": "When you level up, gain a number of free shop refreshes equal to your level+1. Gain 2 gold."
        },
        {
            "name": "High End Shopping II",
            "desc": "Champions appear in your Shop as if you were 1 level higher. Gain 12 gold."
        },
        {
            "name": "Immovable Object",
            "desc": "Gain a Randuin's Omen. Its range is increased by 1 hex and its effect is increased by 33%."
        },
        {
            "name": "I'm the Carry Now",
            "desc": "Get a Golem with tailored offensive items. It gets stronger at the start of each Stage."
        },
        {
            "name": "Invested+",
            "desc": "Gain 26 gold. At the start of each round, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Invested++",
            "desc": "Gain 45 gold. At the start of each round, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Investment Strategy II",
            "desc": "Your champions gain 8 permanent max health per interest you earn. Your max interest is increased to 7. Gain 3 gold."
        },
        {
            "name": "Living Forge",
            "desc": "Gain an Artifact anvil now and after every 10 player combats.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Lucky Gloves",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves."
        },
        {
            "name": "Lucky Gloves+",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves."
        },
        {
            "name": "Luden's Echo III",
            "desc": "Every 60 Mana spent, your units next instance of Ability damage deals an additional 110-300 (based on current Stage) magic damage to the target and a nearby enemy."
        },
        {
            "name": "Max Cap",
            "desc": "Your max level is 7. Gain 1 Tactician's Shield which increases your team size by +1, and 40 gold."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy XP, gain an additional 2. Gain 12 immediately."
        },
        {
            "name": "One Buff, Two Buff",
            "desc": "Gain a Red Buff, a Blue Buff, and a Champion Duplicator."
        },
        {
            "name": "Endless Hordes",
            "desc": "Gain +3 maximum team size, but your units can only hold 1 item and their total health is reduced by 12%. Gain 8 gold."
        },
        {
            "name": "Endless Hordes +",
            "desc": "Gain +3 maximum team size, but your units can only hold 1 item and their total health is reduced by 12%. Gain 18 gold."
        },
        {
            "name": "Pandora's Items III",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 1 random Radiant item."
        },
        {
            "name": "Phreaky Friday",
            "desc": "Gain an Infinity Force. After 5 player combats, gain another.<br><br>Infinity Force: Artifact that offers tons of offensive and defensive stats"
        },
        {
            "name": "Phreaky Friday +",
            "desc": "Gain an Infinity Force. After 3 player combats, gain another.<br><br>Infinity Force: Artifact that offers tons of offensive and defensive stats"
        },
        {
            "name": "Piercing Lotus II",
            "desc": "Your team gains 20% Critical Strike chance, and their Abilities can critically strike. Critical strikes 20% Shred and Sunder the target for 3 seconds."
        },
        {
            "name": "Prismatic Pipeline",
            "desc": "The next non-player combat round will drop an additional Prismatic Orb full of amazing loot."
        },
        {
            "name": "Pumping Up III",
            "desc": "Your team gains 12% Attack Speed now. Each round after, they gain 2% more."
        },
        {
            "name": "Quality Over Quantity",
            "desc": "Units holding exactly 1 item upgrade that item to Radiant. Units holding Radiant items gain 4% Health. Gain 2 Magnetic Removers.<br><br>Thief's Gloves counts as multiple items."
        },
        {
            "name": "Radiant Refactor",
            "desc": "Gain a Masterwork Upgrade and 1 component anvil.<br><br>Masterwork Upgrade upgrades an item to Radiant!"
        },
        {
            "name": "Radiant Relics",
            "desc": "Choose 1 of 5 Radiant items. Gain a Magnetic Remover.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Roll The Dice",
            "desc": "Gain a Radiant Thief's Gloves item. This equips 2 random Radiant items every round.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Cruel Pact",
            "desc": "Buying XP costs 6 player health instead of 4 gold. Heal 4 player health before each player combat."
        },
        {
            "name": "Scoped Weapons II",
            "desc": "Your units that start combat in the back 2 rows gain infinite Attack Range and 25% Attack Speed."
        },
        {
            "name": "Shimmerscale Essence",
            "desc": "Gain a Mogul's Mail. In 5 rounds, gain a Gamblers Blade.<br><br>These items give gold as well as combat power."
        },
        {
            "name": "Sponging",
            "desc": "Combat start: Up to 6 champions with 1 or fewer items gain a copy of a random completed item from the nearest itemized ally."
        },
        {
            "name": "Subscription Service",
            "desc": "Now, and at the start of each Stage, open a Shop of 4 unique 4-cost champions and gain 8 gold."
        },
        {
            "name": "Sword Overflow",
            "desc": "Gain 5 BF Swords. Your BF Swords grant +2% Attack Speed."
        },
        {
            "name": "Tactician's Kitchen",
            "desc": "Gain a random Emblem. After 6 player combats, gain a Tactician's Cape."
        },
        {
            "name": "Think Fast",
            "desc": "Shop rerolls are free until the end of this round. Traits and other augments do not benefit from these free Shops. Gain 3 gold."
        },
        {
            "name": "Wise Spending",
            "desc": "Every 2 times you purchase a shop reroll, gain 4 XP. Gain 1 gold now."
        },
        {
            "name": "Tiniest Titan",
            "desc": "Gain 2 player health and 1 gold after every player combat. Your Tactician also moves faster."
        },
        {
            "name": "Tiniest Titan+",
            "desc": "Gain 2 player health and 1 gold after every player combat. Your Tactician also moves faster. Gain 15 gold now."
        },
        {
            "name": "Tomb Raider II",
            "desc": "Gain 1 completed item Anvil. Every time a player is eliminated, choose one of their completed items to keep."
        },
        {
            "name": "Trifecta II",
            "desc": "Gain 3 3-cost champions. Allies gain 5% Attack Speed. Combat Start: 3 random 3-cost champions gain 300 Health and 25% Attack Speed."
        },
        {
            "name": "Double Trouble III",
            "desc": "When you field exactly 2 copies of a champion, they both gain 40% Attack Damage and 40 Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Upward Mobility",
            "desc": "Buying XP costs 1 less. Gain 2 Health and 2 free rerolls whenever you level up."
        },
        {
            "name": "Void Swarm",
            "desc": "Gain a Zz'Rot Portal and another after every 10 player combats. Zz'Rot Portal Voidlings gain 30% Attack Speed and 30% Omnivamp."
        },
        {
            "name": "Wandering Trainer II",
            "desc": "Gain a Training Dummy with 3 permanently attached Emblems. Gain 6 gold."
        },
        {
            "name": "Wand Overflow",
            "desc": "Gain 5 Needlessly Large Rods. Your Needlessly Large Rods grant +5% Attack Speed."
        },
        {
            "name": "Woodland Charm",
            "desc": "Your highest Health champion is cloned. The clone has 25% bonus Health and 30% bonus Attack Speed but cannot equip items."
        },
        {
            "name": "Worth the Wait II",
            "desc": "Gain a random 2-cost champion. Gain another copy of them at the start of each round for the rest of the game."
        },
        {
            "name": "Anima Squad Circlet",
            "desc": "Gain an Anima Squad Emblem and a Yuumi."
        },
        {
            "name": "Anima Squad Crown",
            "desc": "Gain an Anima Squad Emblem, an Adaptive Helm, and an Illaoi."
        },
        {
            "name": "Axiom Arc III",
            "desc": "Your units gain 15 Mana on kill. Gain a completed item Anvil."
        },
        {
            "name": "Bastion Circlet",
            "desc": "Gain a Bastion Emblem, a Sejuani, and a Giant's Belt."
        },
        {
            "name": "Bastion Crown",
            "desc": "Gain a Bastion Emblem, a Steadfast Heart, and an Illaoi."
        },
        {
            "name": "Blue Battery III",
            "desc": "Gain a Blue Buff. Your units gain 5 Ability Power. After casting their Ability, gain 5 Mana."
        },
        {
            "name": "BoomBot Circlet",
            "desc": "Gain a BoomBot Emblem and a Fiddlesticks."
        },
        {
            "name": "BoomBot Crown",
            "desc": "Gain a BoomBot Emblem, an Ionic Spark, and a Skarner."
        },
        {
            "name": "Bruiser Circlet",
            "desc": "Gain a Bruiser Emblem, a Gragas, and a Giant's Belt."
        },
        {
            "name": "Bruiser Crown",
            "desc": "Gain a Bruiser Emblem, a Crownguard, and a Darius."
        },
        {
            "name": "Chemtech Overdrive",
            "desc": "Open 3 portals to Zaun on random hexes in the second row. Any unit that starts combat in a portal gains 450 Health and 35% Attack Speed, and drops 1 gold on death."
        },
        {
            "name": "Divinicorp Circlet",
            "desc": "Gain a Divinicorp Emblem and a Senna."
        },
        {
            "name": "Divinicorp Crown",
            "desc": "Gain a Divinicorp Emblem, a Spirit Visage, and a Rhaast."
        },
        {
            "name": "Dominance",
            "desc": "For every 2 surviving champions after winning a player combat, gain 1 gold. Gain 16 XP."
        },
        {
            "name": "Dynamo Circlet",
            "desc": "Gain a Dynamo Emblem, a Miss Fortune, and a BF Sword."
        },
        {
            "name": "Dynamo Crown",
            "desc": "Gain a Dynamo Emblem, a Spear of Shojin, and an Elise."
        },
        {
            "name": "Executioner Circlet",
            "desc": "Gain an Executioner Emblem, a Vex, and a Sparring Gloves."
        },
        {
            "name": "Executioner Crown",
            "desc": "Gain an Executioner Emblem, a Striker's Flail, and a Graves."
        },
        {
            "name": "Exotech Circlet",
            "desc": "Gain an Exotech Emblem and a Mordekaiser."
        },
        {
            "name": "Exotech Crown",
            "desc": "Gain an Exotech Emblem, a Guinsoo's Rageblade, and a Naafiri."
        },
        {
            "name": "Golden Ox Circlet",
            "desc": "Gain a Golden Ox Emblem and a Jarvan."
        },
        {
            "name": "Golden Ox Crown",
            "desc": "Gain a Golden Ox Emblem, a Nashor's Tooth, and a Graves."
        },
        {
            "name": "Lifelong Learning",
            "desc": "Your units gain 2% health every round. If they survive combat, they gain an additional 3 Ability Power and 3% Attack Damage."
        },
        {
            "name": "Marksman Circlet",
            "desc": "Gain a Marskman Emblem, an Aphelios, and a Recurve Bow."
        },
        {
            "name": "Marksman Crown",
            "desc": "Gain a Marksman Emblem, an Infinity Edge, and a Jhin."
        },
        {
            "name": "Pirates",
            "desc": "Your units have a rare chance to drop treasure chests when they kill enemy champions."
        },
        {
            "name": "Rapidfire Circlet",
            "desc": "Gain a Rapidfire Emblem, a Zeri, and a BF Sword."
        },
        {
            "name": "Rapidfire Crown",
            "desc": "Gain a Rapidfire Emblem, a Giant Slayer, and a Twisted Fate."
        },
        {
            "name": "Share the Spotlight",
            "desc": "Gain a spotlight in the back corner of your board. All units in the spotlight gain 14% Damage Amp, 12% Omnivamp, and 2 Mana per second."
        },
        {
            "name": "Slayer Circlet",
            "desc": "Gain a Slayer Emblem, a Zed, and a Sparring Gloves."
        },
        {
            "name": "Slayer Crown",
            "desc": "Gain a Slayer Emblem, a Hand of Justice, and a Vayne."
        },
        {
            "name": "Strategist Circlet",
            "desc": "Gain a Strategist Emblem, a Yuumi, and a Giant's Belt."
        },
        {
            "name": "Strategist Crown",
            "desc": "Gain a Strategist Emblem, an Adaptive Helm, and an Ekko."
        },
        {
            "name": "Street Demon Circlet",
            "desc": "Gain a Street Demon Emblem and a Jinx."
        },
        {
            "name": "Street Demon Crown",
            "desc": "Gain a Street Demon Emblem, a Striker's Flail, and an Ekko."
        },
        {
            "name": "Syndicate Circlet",
            "desc": "Gain a Syndicate Emblem and a Braum."
        },
        {
            "name": "Syndicate Crown",
            "desc": "Gain a Syndicate Emblem, an Infinity Edge, and a Darius."
        },
        {
            "name": "Techie Circlet",
            "desc": "Gain a Techie Emblem, a Brand, and a Tear of the Goddess."
        },
        {
            "name": "Techie Crown",
            "desc": "Gain a Techie Emblem, a Jeweled Gauntlet, and a Shyvana."
        },
        {
            "name": "Titanic Strength",
            "desc": "Your team gains 1.25% of their max Health as Attack Damage and 1.25% of their max Health as Ability Power."
        },
        {
            "name": "Unstable Evolution",
            "desc": "Your champions randomly gain one of the following when they are starred up: 360 Health, 36% Attack Speed, 36% Attack Damage, or 36 Ability Power."
        },
        {
            "name": "Vanguard Circlet",
            "desc": "Gain a Vanguard Emblem, a Leona, and a Giant's Belt."
        },
        {
            "name": "Vanguard Crown",
            "desc": "Gain a Vanguard Emblem, a Protector's Vow, and a Skarner."
        },
        {
            "name": "Gargantuan Resolve",
            "desc": "Gain a Titan's Resolve and another after 1 player combats. Your Titan's Resolves can continue stacking to 50 instead of 25. The total resist bonus is increased by 80%."
        },
        {
            "name": "Cyper Crown",
            "desc": "Gain a Cypher Emblem, a Giant Slayer, and a Leblanc."
        }
    ],
    "champion": []
}