{
    "normal": [],
    "silver": [
        {
            "name": "AFK",
            "desc": "You cannot perform actions for the next 3 rounds. Afterwards, gain 20 gold."
        },
        {
            "name": "Team Building",
            "desc": "Gain a Lesser Champion Duplicator. Gain another after 7 player combats.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Band of Thieves I",
            "desc": "Gain 1 Thief's Gloves."
        },
        {
            "name": "Caretaker's Ally",
            "desc": "Gain a random 2-cost champion now. Gain the same one again every time you level up."
        },
        {
            "name": "Lunch Money",
            "desc": "Every 8 damage you deal to enemy tacticians gives you 2 gold."
        },
        {
            "name": "Branching Out",
            "desc": "Gain a random Emblem and a Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Silver Ticket",
            "desc": "Gain a free Shop reroll after every 4 rerolls. Gain 3 gold."
        },
        {
            "name": "Partial Ascension",
            "desc": "After 15 seconds of combat, your units deal 30% more damage."
        },
        {
            "name": "Rolling For Days I",
            "desc": "Gain 11 free Shop rerolls."
        },
        {
            "name": "Component Buffet",
            "desc": "Whenever you would get a component, gain a component anvil instead. Gain a random component.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Exiles I",
            "desc": "Your units that start combat with no adjacent allies gain a 20% maximum Health shield for 10 seconds."
        },
        {
            "name": "Spoils of War I",
            "desc": "Enemies have a 25% chance to drop loot when killed."
        },
        {
            "name": "Featherweights I",
            "desc": "Your Tier 1 and 2 champions gain 15% Attack Speed and Move Speed."
        },
        {
            "name": "Fine Vintage",
            "desc": "Completed items left on your bench for 4 rounds transform into Support Anvils."
        },
        {
            "name": "Unified Resistance I",
            "desc": "If you have 3 or more champions in the same row at the start of combat, they all gain 15 Armor and Magic Resist."
        },
        {
            "name": "Good For Something I",
            "desc": "Champions that aren't holding items have a 50% to drop 1 gold on death."
        },
        {
            "name": "Help Is On The Way",
            "desc": "After 8 player combats, choose 1 of 4 Support items."
        },
        {
            "name": "Iron Assets",
            "desc": "Gain a component anvil and 4 gold.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Item Grab Bag I",
            "desc": "Gain 1 random completed item."
        },
        {
            "name": "Keepers I",
            "desc": "Combat start: grant units with adjacent allies a 145 Health Shield for 8 seconds. This Shield stacks."
        },
        {
            "name": "Lategame Specialist",
            "desc": "When you reach Level 9, gain 33 gold."
        },
        {
            "name": "Latent Forge",
            "desc": "After 8 player combats, gain an Artifact anvil.<br><br>The anvil offers 4 choices. Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Missed Connections",
            "desc": "Gain a copy of each 1-cost champion."
        },
        {
            "name": "One, Two, Five!",
            "desc": "Gain 1 random component, 2 gold, and 1 random 5-cost champion."
        },
        {
            "name": "Ones Twos Three",
            "desc": "Gain 2 1-cost champion, 2 2-cost champions, and 1 3-cost champion."
        },
        {
            "name": "Over Encumbered",
            "desc": "For the next stage, you only get 1 bench slot. After, get 3 item components."
        },
        {
            "name": "Pandora's Bench",
            "desc": "Gain 2 gold. At the start of every round, champions on the 3 rightmost bench slots transform into random champions of the same cost."
        },
        {
            "name": "Pandora's Items",
            "desc": "Round start: items on your bench are randomized (except Tactician's Crown and Spatula).<br><br>Gain 1 random component."
        },
        {
            "name": "Pumping Up I",
            "desc": "Your team gains 8% Attack Speed now. Each round after, they gain 0.5% more."
        },
        {
            "name": "Recombobulator",
            "desc": "Champions on your board permanently transform into random champions 1 cost tier higher. Gain 2 Magnetic Removers."
        },
        {
            "name": "Blistering Strikes",
            "desc": "Your team's attacks burn their targets for 5% of their max Health over 5 seconds. Attacks also reduce their targets' healing received by 33%."
        },
        {
            "name": "Risky Moves",
            "desc": "Your Tactician loses 20 Health, but after 7 player combats, gain 30 gold."
        },
        {
            "name": "Silver Spoon",
            "desc": "Gain 10 XP."
        },
        {
            "name": "Silver Veil",
            "desc": "Your team gains 5% Attack Speed and is immune to the first crowd control effect in combat."
        },
        {
            "name": "Stationary Support I",
            "desc": "After 8 player combats, gain 1 Training Dummy(s) with 1 permanently attached Support item(s)."
        },
        {
            "name": "Stimpack",
            "desc": "Gain 4 components after you lose 50 player health."
        },
        {
            "name": "Teaming Up I",
            "desc": "Gain 1 random component and 2 random Tier 3 champions."
        },
        {
            "name": "The Golden Remover",
            "desc": "Gain a Golden Remover and component item anvil.<br><br>Golden Remover is an Item Remover with infinite uses."
        },
        {
            "name": "Tiny Titans",
            "desc": "Increase your current and max player health by 30."
        },
        {
            "name": "Tri Force I",
            "desc": "Your Tier 3 champions gain 150 Health, 10 starting Mana, and 10% Attack Speed."
        },
        {
            "name": "Young and Wild and Free",
            "desc": "You can always move freely on Carousel rounds. Gain 2 gold."
        },
        {
            "name": "Beggars can be Choosers",
            "desc": "You get +3 Augment rerolls for all other augment choices. Gain 7 gold."
        },
        {
            "name": "Called Shot",
            "desc": "Set your win streak to +4. Gain 4 gold."
        },
        {
            "name": "Combat Bandages I",
            "desc": "The first time each ally unit falls below 60% health, they restore 100-220 health (based on stage) over 2.5 seconds."
        },
        {
            "name": "Final Resistance",
            "desc": "Each time an allied champion dies, 30% Shred and Sunder the nearest 4 enemies for 6 seconds.<br><br>Shred: reduces Magic Resist, Sunder: reduces Armor"
        },
        {
            "name": "Head Start",
            "desc": "Gain 3 random 2-star 1 cost champions. Disable your Shop for the next 3 rounds."
        },
        {
            "name": "Item Collector I",
            "desc": "Your team gains 10 Health. For each unique item they are holding, your team gains bonus 2 Health, 1 Attack Damage, and 1 Ability Power."
        },
        {
            "name": "Item Ladder",
            "desc": "Gain a temporary item that unequips and transforms at the start of each round. The item quality increases each Stage."
        },
        {
            "name": "Mentorship I",
            "desc": "If an ally starts combat next to a higher-cost ally, it gains 12% Attack Speed and 150 Health."
        },
        {
            "name": "Patience Is a Virtue",
            "desc": "If you did not buy a champion last round, gain 2 free rerolls."
        },
        {
            "name": "Placebo",
            "desc": "Gain 8 gold. Your team gains 1% Attack Speed."
        },
        {
            "name": "Placebo+",
            "desc": "Gain 15 gold. Your team gains 1% Attack Speed."
        },
        {
            "name": "Precise Planning",
            "desc": "When you win or lose combat by 4 or fewer units, gain 2 gold next round."
        },
        {
            "name": "Restart Mission",
            "desc": "Sell all champions on your board and bench. Gain 2 random 2-star 3-costs, 3 2-star 2-costs, and a 2-star 1-cost champion."
        },
        {
            "name": "Row Rejuvenation I",
            "desc": "Your team has 8% Omnivamp, increased by 1% for every champion that starts combat in that same row."
        },
        {
            "name": "Find Your Center",
            "desc": "Your champion that starts combat in the center of the board gains 15% damage and 15% max Health."
        }
    ],
    "gold": [
        {
            "name": "Balanced Budget",
            "desc": "At the start of the next 4 rounds, gain 7 gold."
        },
        {
            "name": "Balanced Budget+",
            "desc": "At the start of the next 4 rounds, gain 10 gold."
        },
        {
            "name": "Caretaker's Favor",
            "desc": "Gain a component anvil when you reach level 5, 6, 7, and 8.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Big Gains",
            "desc": "Your team gains 100 bonus Health, and permanently gains 12 Health every 2 takedowns."
        },
        {
            "name": "Big Grab Bag",
            "desc": "Gain 3 random components, 2 gold, and 1 Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Capricious Forge",
            "desc": "Gain a Blacksmith's Gloves, which equips two random Artifacts each round.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Clear Mind",
            "desc": "If there are no champions on your bench at the end of player combat, gain 3 XP."
        },
        {
            "name": "Cluttered Mind",
            "desc": "Gain 4 random 1-cost champions now. If your bench is full at the end of player combat, gain 3 XP."
        },
        {
            "name": "Combat Caster",
            "desc": "Your team gains 90-170 Shield for 3 seconds after casting their Ability. The Shield amount scales with round of the game."
        },
        {
            "name": "Ascension",
            "desc": "After 15 seconds of combat, your units deal 60% more damage."
        },
        {
            "name": "Crash Test Dummies",
            "desc": "Gain 2 Target Dummies. Combat start: Your Target Dummies launch themselves towards the largest clump of enemies and Stun them for 1.25 seconds."
        },
        {
            "name": "Crown Guarded",
            "desc": "Gain a Crownguard. Your Crownguards' start of combat effect is 100% stronger."
        },
        {
            "name": "Stand United II",
            "desc": "Your units gain 2.5% Attack Damage and 2.5 Ability Power for each non-unique Trait active across your team."
        },
        {
            "name": "Dragon's Spirit",
            "desc": "Gain a Dragon's Claw. Champions equipped with a Dragon's Claw gain 100 Health and 10% Durability."
        },
        {
            "name": "Spoils of War II",
            "desc": "Enemies have a 30% chance to drop loot when killed."
        },
        {
            "name": "Epoch",
            "desc": "Now, and at the start of every stage, gain 6 XP and 2 free rerolls for that round only."
        },
        {
            "name": "Epoch+",
            "desc": "Now, and at the start of every stage, gain 8 XP and 3 free rerolls for that round only."
        },
        {
            "name": "Escort Quest",
            "desc": "Gain a Training Dummy. You gain 3 gold every time it survives player combat."
        },
        {
            "name": "Unified Resistance II",
            "desc": "If you have 3 or more champions in the same row at the start of combat, they all gain 25 Armor and Magic Resist."
        },
        {
            "name": "Heroic grab bag",
            "desc": "Gain 2 Lesser Champion Duplicators and 9 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Inspiring Epitaph",
            "desc": "When a unit dies, the nearest ally gains a 20% max Health Shield and 10% stacking Attack Speed."
        },
        {
            "name": "Keepers II",
            "desc": "Combat start: grant units with adjacent allies a 230 Health Shield for 8 seconds. This Shield stacks."
        },
        {
            "name": "Patient Study",
            "desc": "After player combat, gain 2 XP if you won or 3 XP if you lost."
        },
        {
            "name": "Learning To Spell",
            "desc": "Your team gains 12 bonus Ability Power, and permanently gains 1 Ability Power every 2 takedowns."
        },
        {
            "name": "Little Buddies",
            "desc": "Your 4-cost and 5-cost champions gain 65 Health and 7% Attack Speed for every 1-cost and 2-cost champion on your board."
        },
        {
            "name": "Long Distance Pals",
            "desc": "Combat start: Your 2 units furthest from each other form a bond, sharing 22% of their Armor, Magic Resist, Attack Damage, and Ability Power with each other."
        },
        {
            "name": "Martyr",
            "desc": "Whenever one of your allies die, your team heals for 9% of their max Health."
        },
        {
            "name": "Not Today",
            "desc": "Gain an Edge of Night. Champions holding this item gain 35% Attack Speed."
        },
        {
            "name": "Magic Wand",
            "desc": "Gain a Needlessly Large Rod. Your units gain 18 Ability Power."
        },
        {
            "name": "Pandora's Items II",
            "desc": "Round start: items on your bench are randomized (excluding Tactician's Crown and Spatula).<br><br>Gain 2 random components."
        },
        {
            "name": "Portable Forge",
            "desc": "Choose 1 of 4 Artifacts.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Prizefighter",
            "desc": "Gain 2 item component(s). Every 5 wins gives you an item component."
        },
        {
            "name": "Pumping Up II",
            "desc": "Your team gains 10% Attack Speed now. Each round after, they gain 1% more."
        },
        {
            "name": "Raining Gold",
            "desc": "Gain 8 gold now and 1 gold every round."
        },
        {
            "name": "Raining Gold+",
            "desc": "Gain 18 gold now and 1 gold every round."
        },
        {
            "name": "ReinFOURcement",
            "desc": "The next 4-cost champion you buy is instantly upgraded to 2-star. Get 12 gold."
        },
        {
            "name": "Scapegoat",
            "desc": "Gain a Training Dummy and 4 gold. If it is the first to die each player combat, gain 1 gold."
        },
        {
            "name": "Scoreboard Scrapper",
            "desc": "Every round, if you're in the bottom 4, your team permanently gains 1.5% Attack Damage and Ability Power. If you're in the top 4, they have 10% more Health."
        },
        {
            "name": "Slammin'",
            "desc": "Gain 1 random Component(s). After each player combat, if there are no items on your bench (other than Consumables), gain 2 XP."
        },
        {
            "name": "Slammin'+",
            "desc": "Gain 1 random component(s) and 10 XP now. After each player combat, if there are no items on your bench (other than Consumables), gain 2 XP."
        },
        {
            "name": "Sleight of Hand",
            "desc": "Gain a Thief's Gloves. Champions holding this item gain 100 Health and 20% Attack Speed."
        },
        {
            "name": "Stars are Born",
            "desc": "The first 1-cost and 2-cost champions you buy are instantly upgraded to 2-star. Gain 7 gold."
        },
        {
            "name": "Support Cache",
            "desc": "Choose 1 of 4 Support items."
        },
        {
            "name": "Teaming Up II",
            "desc": "Gain 1 random Support item and 2 random 4-cost champions."
        },
        {
            "name": "Three's a Crowd",
            "desc": "Your team gains 75 Health for each unique 3-cost champion on your board."
        },
        {
            "name": "Three's Company",
            "desc": "Gain 5 random 3-cost champions."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop reroll every round. Gain 1 gold."
        },
        {
            "name": "Built Different II",
            "desc": "Your units with no Traits active gain 240-530 Health and 45-60% Attack Speed (based on current Stage)."
        },
        {
            "name": "Two Healthy",
            "desc": "Your team gains 80 Health for each unique 2-cost champion on your board."
        },
        {
            "name": "Wandering Trainer I",
            "desc": "Gain 1 gold and a Training Dummy with 2 permanently attached Emblems."
        },
        {
            "name": "What Doesn't Kill You",
            "desc": "Gain 2 gold after losing a player combat. Gain a random component after every 4 losses."
        },
        {
            "name": "You Have My Bow",
            "desc": "Gain a Recurve Bow. Your units gain 12% Attack Speed."
        },
        {
            "name": "You Have My Sword",
            "desc": "Gain a B.F. Sword. Your units gain 15% Attack Damage."
        },
        {
            "name": "Arcana Crest",
            "desc": "Gain an Arcana Emblem, an Ahri, and a Hecarim."
        },
        {
            "name": "Bastion Crest",
            "desc": "Gain a Bastion Emblem and a Nunu."
        },
        {
            "name": "Blaster Crest",
            "desc": "Gain a Blaster Emblem."
        },
        {
            "name": "Chrono Crest",
            "desc": "Gain a Chrono Emblem."
        },
        {
            "name": "Eldritch Crest",
            "desc": "Gain an Eldritch emblem and a Nilah."
        },
        {
            "name": "Faerie Crest",
            "desc": "Gain a Faerie Emblem."
        },
        {
            "name": "Frost Crest",
            "desc": "Gain a Frost Emblem."
        },
        {
            "name": "Honeymancy Crest",
            "desc": "Gain a Honeymancy Emblem."
        },
        {
            "name": "Hunter Crest",
            "desc": "Gain a Hunter Emblem and a Kog'Maw."
        },
        {
            "name": "Incantor Crest",
            "desc": "Gain an Incantor Emblem and a Syndra."
        },
        {
            "name": "Mage Crest",
            "desc": "Gain a Mage Emblem and a Galio."
        },
        {
            "name": "Multistriker Crest",
            "desc": "Gain a Multistriker Emblem."
        },
        {
            "name": "Portal Crest",
            "desc": "Gain a Portal Emblem."
        },
        {
            "name": "Preserver Crest",
            "desc": "Gain a Preserver Emblem and a Zilean."
        },
        {
            "name": "Pyro Crest",
            "desc": "Gain a Pyro Emblem."
        },
        {
            "name": "Scholar Crest",
            "desc": "Gain a Scholar Emblem and an Ahri."
        },
        {
            "name": "Shapeshifter Crest",
            "desc": "Gain a Shapeshifter Emblem and a Shyvana."
        },
        {
            "name": "Sugarcraft Crest",
            "desc": "Gain a Sugarcraft emblem and a Rumble."
        },
        {
            "name": "Vanguard Crest",
            "desc": "Gain a Vanguard Emblem and a Rumble."
        },
        {
            "name": "Warrior Crest",
            "desc": "Gain a Warrior Emblem and an Akali."
        },
        {
            "name": "Witchcraft Crest",
            "desc": "Gain a Witchcraft emblem."
        },
        {
            "name": "All That Shimmers",
            "desc": "Open an Armory and choose a gold-generating Artifact. Gain a Magnetic Remover. Your max interest is increased to 7.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "All That Shimmers+",
            "desc": "Open an Armory and choose a gold-generating Artifact item. Gain a Magnetic Remover and 4 gold. Your max interest is increased to 7.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Avenge the Fallen",
            "desc": "After 3 allies die, your team gains 28% Attack Damage, 28 Ability Power, 28 Armor, and 28 Magic Resist."
        },
        {
            "name": "Blossoming Lotus I",
            "desc": "Your team's Abilities can critically strike. Every 3 seconds, your team gains 5% Critical Strike Chance."
        },
        {
            "name": "Category 5",
            "desc": "Gain a Runaan's Hurricane. Your Runaan's Hurricanes shoot 1 extra bolts, each dealing 85% of the original damage."
        },
        {
            "name": "Clockwork Accelerator",
            "desc": "Your team gains 10% Attack Speed every 3 seconds in combat."
        },
        {
            "name": "Combat Bandages II",
            "desc": "The first time each ally unit falls below 60% health, they restore 170-350 health (based on stage) over 2.5 seconds."
        },
        {
            "name": "Duo Queue",
            "desc": "Gain 2 random 5-cost champions and 2 copies of a random component."
        },
        {
            "name": "Explosive Growth",
            "desc": "At the start of the next 4 rounds, gain 8 XP."
        },
        {
            "name": "Explosive Growth+",
            "desc": "At the start of the next 4 rounds, gain 11 XP."
        },
        {
            "name": "High Voltage",
            "desc": "Gain an Ionic Spark. Your Ionic Sparks have +3 hex radius and do 25% more damage."
        },
        {
            "name": "Item Collector II",
            "desc": "Your team gains 20 Health. For each unique item they are holding, your team gains bonus 5 Health, 1.5 Attack Damage, and 1.5 Ability Power."
        },
        {
            "name": "Mentorship II",
            "desc": "If an ally starts combat next to a higher-cost ally, it gains 18% Attack Speed and 220 Health."
        },
        {
            "name": "Pilfer",
            "desc": "Each round, gain a 1-star copy of the first champion you killed last combat."
        },
        {
            "name": "Replication",
            "desc": "Choose 1 of 3 components. For the next 2 rounds, gain a copy of that component."
        },
        {
            "name": "Row Rejuvenation II",
            "desc": "Your team has 9% Omnivamp, increased by 1.5% for every champion that starts combat in that same row."
        },
        {
            "name": "Spellblades",
            "desc": "Whenever one of your champion casts, their next attack deals bonus magic damage equal to 120% of their Ability Power."
        },
        {
            "name": "Thorn-Plated Armor",
            "desc": "Gain a Bramble Vest. Your Bramble Vests deal 5-100% more damage (based on Stage) and heal the holder for 50% of the damage dealt."
        },
        {
            "name": "Transfiguration",
            "desc": "Gain a random component. For every 3 Charms you purchase this game, gain another component (max +4)."
        },
        {
            "name": "Two Tanky",
            "desc": "When you field exactly 2 copies of a champion, they both gain 550 Health. When one copy dies, the other gains a 40% max health Shield for 6 seconds. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Unleash the Beast",
            "desc": "Gain a Sterak's Gage. When its effect triggers, the holder gains 35% Attack Speed for the rest of combat and immunity to crowd control for 10 seconds."
        },
        {
            "name": "Vertically Inclined",
            "desc": "Your team deals 9% more damage.<br><br>Deal 18% more damage instead if you have less active non-unique traits than your opponent."
        },
        {
            "name": "Worth the Wait",
            "desc": "Gain 3 random 1-cost champion. After 1 rounds, gain another copy of them at the start of each round for the rest of the game."
        },
        {
            "name": "Deja Vu",
            "desc": "Gain a Galio. Your strongest Galio has +3 range and gains 15 Mana and 8 Ability Power on each attack. His Ability deals 125% more damage, but no longer stuns or reduces damage."
        },
        {
            "name": "Deja Vu+",
            "desc": "Gain 2 Galios. Your strongest Galio gain +3 Range and gains 15 Mana and 8 Ability Power on each attack. His spell deals 125% increased damage but no longer stuns or reduces damage."
        },
        {
            "name": "High Horsepower",
            "desc": "Gain a 2-star Lillia. Your strongest Lillia gains 125% Attack Speed and moves 75% faster. Her Ability deals 260% bonus damage, but only hits 1 target."
        },
        {
            "name": "Molten Caramel",
            "desc": "Gain a Rumble. Your strongest Rumble's Ability deals 190% damage and costs 30 less Mana but no longer reduces damage. Rumble also gains 20% Omnivamp."
        },
        {
            "name": "Molten Caramel+",
            "desc": "Gain 2 Rumbles. Your strongest Rumble's Ability deals 190% damage and costs 30 less Mana but no longer reduces damage. Rumble also gains 20% Omnivamp."
        },
        {
            "name": "Spider Queen",
            "desc": "Gain a 2-star Elise. Your strongest Elise's Ability no longer Stuns, but poisons her target and the 2 closest enemies with 120% damage over 4 seconds."
        },
        {
            "name": "Spin To Win",
            "desc": "Gain 2 Wukongs. Your strongest Wukong's Ability scales with Attack Damage instead of resists. After each cast, Wukong gains stacking 12% Attack Damage and 20% Attack Speed."
        },
        {
            "name": "Sweet Tooth",
            "desc": "Gain a Nunu. Your strongest Nunu gains 100 Health, 200% Damage Amp per 150 Health, and his heal scales with Health. Whenever his Ability kills an enemy, Nunu permanently gains 35 Health."
        },
        {
            "name": "Sweet Tooth+",
            "desc": "Gain 2 Nunus. Your strongest Nunu gains 100 Health and deals 200% bonus damage per 150 Health. Whenever his Ability kills an enemy, Nunu permanently gains 35 Health."
        },
        {
            "name": "Witchy Wallops",
            "desc": "Gain a 2-star Poppy. Your strongest Poppy's Ability no longer Shields, but strikes 3 times, dealing 80% of the original damage."
        },
        {
            "name": "Zap Attack",
            "desc": "Gain a 2-star Blitzcrank. Your strongest Blitzcrank becomes supercharged, dealing magic damage to 2 nearby enemies every 5 seconds and on every Ability cast."
        },
        {
            "name": "A Golden Quest",
            "desc": "The first time you have 165 or more gold, gain a 2-star 5-cost champion and 3 items tailored to them."
        },
        {
            "name": "Fortune Favors the Bold",
            "desc": "Winning combat against a player will give bonus orbs. The longer your loss streak, the bigger the payout."
        },
        {
            "name": "Trait Tracker",
            "desc": "The first time you activate 7 non-unique traits for 1 combat, gain 6 random emblems."
        },
        {
            "name": "Aggressive Preservation",
            "desc": "Your Preservers gain both Mana and Health restoration from the trait. Preservers deal 15% more damage. Gain a Bard and a Zilean."
        },
        {
            "name": "Arcane Conduit",
            "desc": "Arcana champions deal 10% bonus damage. If they start combat holding 2 items, they gain a recommended 3rd completed item. Gain an Ahri and a Hecarim."
        },
        {
            "name": "Bee-st Friends",
            "desc": "Honeymancers gain 1 more Bee. When Bees jump to a new Honeymancer, the Honeymancer gains a 10% max Health Shield. Gain a Blitzcrank and a Kog'Maw."
        },
        {
            "name": "Caramelized Comforts",
            "desc": "Sugarcrafters gain 60 Health and 10% chance to drop 1 gold on kill for each component they hold. Gain a Soraka and a Rumble.<br><br>Artifact, Support, and Radiant items count as 2 components."
        },
        {
            "name": "Cauterize",
            "desc": "Pyromancers' attacks deal 5 bonus magic damage for every 3 cinder collected. Gain an Akali and a Shen."
        },
        {
            "name": "Draconic Mastery",
            "desc": "Dragons gain 10% Health and 18% Attack Speed. After Dragons score 60 champion takedowns, gain a Smolder. Gain a Nomsy and a Shyvana."
        },
        {
            "name": "Hunting Frenzy",
            "desc": "Your Hunters execute enemies below 10% health and gain 5% Attack Speed. Gain a Twitch and a Kog'maw."
        },
        {
            "name": "Eternal Growth",
            "desc": "Shapeshifters that begin combat next to another Shapeshifter gain 30 permanent Health. Gain an Elise and a Jayce."
        },
        {
            "name": "Fast Forward",
            "desc": "After casting an Ability, Chronomancers gain 40% Attack Speed and 15% Omnivamp for 3 seconds. Gain a Jax and a Zilean."
        },
        {
            "name": "Winter is Coming",
            "desc": "The Frost trait also grants 1 placeable Frost Wolf equipped with a Protector's Vow. The wolf gains 15% Attack Speed and 100 Health per Frost tier. Gain a Warwick and a Zilean."
        },
        {
            "name": "Higher Education",
            "desc": "Every time your Scholars spend 80 Mana, all Scholars gain 12% Attack Speed. Gain a Zoe and an Ahri."
        },
        {
            "name": "Potions 201",
            "desc": "Witch curses last forever. Witch Abilities also curse the nearest uncursed champion. If all champions are cursed, Witches gain 20% Attack Damage and Ability Power. Gain a Poppy and a Cassiopeia."
        },
        {
            "name": "Practice Partners",
            "desc": "Whenever a Mage casts an Ability, they grant 5 Mana to the nearest ally. Gain a Soraka and a Galio."
        },
        {
            "name": "Press the Attack",
            "desc": "Your Multistriker's attacks apply a stack on their target for 5 seconds. Every 3rd stack deals true damage equal to 4% of the target's max Health. Gain a Kassadin and an Ashe."
        },
        {
            "name": "Raid Boss",
            "desc": "Combat start: Your strongest Bastion gains 20% Health. When other unit die, they transfer 20% of their Armor and Magic Resist to it. Gain a Poppy and a Nunu."
        },
        {
            "name": "Royal Guard",
            "desc": "Every 3 seconds, all Faeries restore 3% max Health, and the Faerie Queen gains 100% Attack Damage and Ability Power for every other suriving Faerie. Gain a Lillia and a Tristana."
        },
        {
            "name": "School Mascot",
            "desc": "The Eldritch summon is holding beneficial items. The summon gains bonus 10% Health and 10 Ability Power. Gain an Elise and a Syndra."
        },
        {
            "name": "Shields Up",
            "desc": "Your Vangards have 30% stronger shields. Vanguards become immune to crowd control for 6 seconds whenever they gain a shield. Gain a Rumble and a Blitzcrank."
        },
        {
            "name": "Double Down",
            "desc": "After each player combat, gain gold equal to the length of your win or loss streak (max 4 gold)."
        },
        {
            "name": "Eternal Growth+",
            "desc": "Shapeshifters that begin combat next to another Shapeshifter gain 30 permanent Health. Shapeshifters gain 60 Health now. Gain an Elise and a Jayce."
        },
        {
            "name": "Pillar of Flame",
            "desc": "Gain 2 Shens. Your strongest Shen's Ability no longer grants damage reduction, but now summons a large molten pillar that damages enemies in a large line."
        }
    ],
    "prismatic": [
        {
            "name": "At What Cost",
            "desc": "Immediately go to level 6. You don't get to choose your future augments."
        },
        {
            "name": "Caretaker's Chosen",
            "desc": "As you level, gain more powerful items.<br>Level 4: component anvil<br>Level 6: completed item anvil<br>Level 8: choose 1 of 5 Radiant items"
        },
        {
            "name": "Birthday Present",
            "desc": "Gain a 2-star champion every time you level up. The champion's cost tier is your level minus 4 (min: 1-cost)."
        },
        {
            "name": "Blinding Speed",
            "desc": "Gain a Red Buff, Guinsoo's Rageblade, a Recurve Bow and a Magnetic Remover.<br><br>Useful for Attack Carries!"
        },
        {
            "name": "Build a Bud!",
            "desc": "Gain a random 3-star 1-cost champion and 8 gold."
        },
        {
            "name": "Buried Treasures III",
            "desc": "Gain a random item component at the start of the next 6 rounds (including this round)."
        },
        {
            "name": "Final Ascension",
            "desc": "Your team deals 20% more damage. After 15 seconds, they deal 50% more damage."
        },
        {
            "name": "Spoils of War III",
            "desc": "Enemies have a 40% chance to drop loot when killed."
        },
        {
            "name": "Prismatic Ticket",
            "desc": "Each time your Shop is rerolled, you have a 45% chance to gain a free reroll."
        },
        {
            "name": "Going Long",
            "desc": "You no longer gain interest. Gain 15 gold now. Round start: gain 4 XP.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Hedge Fund",
            "desc": "Gain 22 gold. Your max interest is increased to 10.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Shopping Spree",
            "desc": "When you level up, gain a number of free shop refreshes equal to your level, which carry over between rounds. Gain 4 gold."
        },
        {
            "name": "Impenetrable Bulwark",
            "desc": "Gain a Bramble Vest, a Dragon's Claw, a Giant's Belt, and a Magnetic Remover.<br><br>Useful for Magic Tanks or Attack Tanks!"
        },
        {
            "name": "Living Forge",
            "desc": "Gain an Artifact anvil now and after every 9 player combats.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Lucky Gloves",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves."
        },
        {
            "name": "Lucky Gloves+",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 3 Sparring Gloves."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy XP, gain an additional 2. Gain 12 immediately."
        },
        {
            "name": "New Recruit",
            "desc": "Gain +1 max team size and a Champion Duplicator."
        },
        {
            "name": "Pandora's Items III",
            "desc": "Round start: items on your bench are randomized (excluding Tactician's Crown and Spatula).<br><br>Gain 1 random Radiant item."
        },
        {
            "name": "Phreaky Friday",
            "desc": "Gain an Infinity Force. After 5 player combats, gain another.<br><br>Infinity Force: Artifact that offers tons of offensive and defensive stats"
        },
        {
            "name": "Phreaky Friday+",
            "desc": "Gain an Infinity Force. After 3 player combats, gain another.<br><br>Infinity Force: Artifact that offers tons of offensive and defensive stats"
        },
        {
            "name": "Pumping Up III",
            "desc": "Your team gains 12% Attack Speed now. Each round after, they gain 2% more."
        },
        {
            "name": "Radiant Refactor",
            "desc": "Gain a Masterwork Upgrade and 1 component anvils.<br><br>Masterwork Upgrade upgrades an item to Radiant!"
        },
        {
            "name": "Radiant Relics",
            "desc": "Choose 1 of 5 Radiant items. Gain a Magnetic Remover.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Roll The Dice",
            "desc": "Gain a Rascal's Gloves item. This equips 2 random Radiant items every round.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "March of Progress",
            "desc": "Gain 3 XP now, and bonus XP equal to your level at the start of every player combat round. You can no longer use gold to level up."
        },
        {
            "name": "The Golden Egg",
            "desc": "Gain a golden egg that hatches in 11 turns for a huge amount of loot. Winning player combat speeds up the hatch timer by an extra turn."
        },
        {
            "name": "Tiniest Titan",
            "desc": "Gain 2 player health and 2 gold after every player combat. Your Tactician also moves faster."
        },
        {
            "name": "Tiniest Titan+",
            "desc": "Gain 2 player health and 2 gold after every player combat. Your Tactician also moves faster.<br><br>Gain 15 gold now."
        },
        {
            "name": "Tiny, but Deadly",
            "desc": "Your team is 50% smaller, but moves and attacks 30% faster."
        },
        {
            "name": "Wandering Trainer II",
            "desc": "Gain 6 gold and a Training Dummy with 3 permanently attached Emblems."
        },
        {
            "name": "What the Forge",
            "desc": "Completed items you own (except Tactician's Crown and Emblems) are transformed into random Artifacts. Champions gain 60 Health per equipped Artifact. Gain 1 Artifact Anvil."
        },
        {
            "name": "Call to Chaos",
            "desc": "Gain a powerful and random reward.\r\n(Randomly gain one of the following:)\r\n[58 gold], [64 experience], [40 rerolls that do not expire], [Training dummy with 2x Zeke's Herald], [Training dummy with 2x Locket of the Iron Solari], [3x Hullcrushers and an item remover], [3x Snipers focus and an item remover], [Random 3-star 3-cost unit and 20 gold], [3x Thief's Gloves and an item remover], [5 random emblems(no duplicates) and an item remover]"
        },
        {
            "name": "Arcana Crown",
            "desc": "Gain an Arcana Emblem, an Adaptive Helm, an Ahri, and a Hecarim."
        },
        {
            "name": "Bastion Crown",
            "desc": "Gain a Bastion Emblem, a Steadfast Heart, and a Shen."
        },
        {
            "name": "Blaster Crown",
            "desc": "Gain a Blaster Emblem, a Tear of the Goddess, and an Ezreal."
        },
        {
            "name": "Chrono Crown",
            "desc": "Gain a Chrono Emblem, a Needlessly Large Rod, and a Zilean."
        },
        {
            "name": "Eldritch Crown",
            "desc": "Gain an Eldritch Emblem, a Bloodthirster, and a Nilah."
        },
        {
            "name": "Faerie Crown",
            "desc": "Gain a Faerie Emblem, a Giant Slayer, and a Tristana."
        },
        {
            "name": "Frost Crown",
            "desc": "Gain a Frost Emblem, a Chain Vest, and a Zilean."
        },
        {
            "name": "Honeymancy Crown",
            "desc": "Gain a Honeymancy Emblem, a Chain Vest, and a Nunu."
        },
        {
            "name": "Hunter Crown",
            "desc": "Gain a Hunter Emblem, a Runaan's Hurricane, and a Kog'Maw."
        },
        {
            "name": "Incantor Crown",
            "desc": "Gain an Incantor Emblem, a Jeweled Gauntlet, and a Syndra."
        },
        {
            "name": "Mage Crown",
            "desc": "Gain a Mage Emblem, an Ionic Spark, and a Galio."
        },
        {
            "name": "Multistriker Crown",
            "desc": "Gain a Multistriker Emblem, a Sparring Gloves, and a Kassadin."
        },
        {
            "name": "Portal Crown",
            "desc": "Gain a Portal Emblem, a Tear of the Goddess, and a Kassadin."
        },
        {
            "name": "Preserver Crown",
            "desc": "Gain a Preserver Emblem, a Nashor's Tooth, and a Bard."
        },
        {
            "name": "Pyro Crown",
            "desc": "Gain a Pyro emblem, a B.F. Sword, and an Akali."
        },
        {
            "name": "Scholar Crown",
            "desc": "Gain a Scholar Emblem, a Spear of Shojin, and a Bard."
        },
        {
            "name": "Shapeshifter Crown",
            "desc": "Gain a Shapeshifter Emblem, a Redemption, and a Shyvana."
        },
        {
            "name": "Sugarcraft Crown",
            "desc": "Gain a Sugarcraft emblem, a Redemption, and a Rumble."
        },
        {
            "name": "Vanguard Crown",
            "desc": "Gain a Vanguard Emblem, a Protector's Vow, and a Rumble."
        },
        {
            "name": "Warrior Crown",
            "desc": "Gain a Warrior Emblem, a Hand of Justice, and an Akali."
        },
        {
            "name": "Witchcraft Crown",
            "desc": "Gain a Witchcraft emblem, a Hextech Gunblade, and a Cassiopeia."
        },
        {
            "name": "Anger Issues",
            "desc": "All your current and future completed items transform into Guinsoo's Rageblades that grant 35 Armor and Magic Resist. Every 2 Rageblade stacks grant 1% Attack Damage and Ability Power."
        },
        {
            "name": "Blossoming Lotus II",
            "desc": "Your team's Abilities can critically strike. Every 3 seconds, your team gains 15% Critical Strike Chance."
        },
        {
            "name": "Dark Alley Dealings",
            "desc": "Gain a Suspicious Trenchcoat. After 3 player combats, gain a Trickster's Glass."
        },
        {
            "name": "Dual Purpose",
            "desc": "The first time you buy XP each round, gain 2 gold. Whenever you buy XP, reroll your Shop."
        },
        {
            "name": "Flexible",
            "desc": "Gain 1 random emblem. At the start of every Stage, gain a random emblem. Your team gains 30 Health for each emblem they are holding."
        },
        {
            "name": "Giant and Mighty",
            "desc": "Your team gets larger, gaining 300 Health and +4% max Health."
        },
        {
            "name": "Hard Commit",
            "desc": "Gain a random emblem. Now and at the start of each stage, gain a 1-star champion of that trait with a cost equal to the Stage (max 5)."
        },
        {
            "name": "I'm the Carry now",
            "desc": "Get a Sentinel with tailored offensive items. It gets stronger at the start of each Stage."
        },
        {
            "name": "Immovable Object",
            "desc": "Gain a Randuin's Omen. Its range is increased by 1 hex and its effect is increased by 60%."
        },
        {
            "name": "Invested+",
            "desc": "Gain 26 gold. At the start of each round, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Invested++",
            "desc": "Gain 45 gold. At the start of each round, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Shimmerscale Essence",
            "desc": "Gain a Mogul's Mail. In 5 rounds, gain a Gamblers Blade.<br><br>These items give gold as well as combat power."
        },
        {
            "name": "Spellcaster's Toolbox",
            "desc": "Gain a Manazane. In 3 rounds, gain a Zhonya's Paradox."
        },
        {
            "name": "Subscription Service",
            "desc": "Now, and at the start of each Stage, open a Shop of 4 unique 4-cost champions and gain 6 gold."
        },
        {
            "name": "Upward Mobility",
            "desc": "Buying XP costs 1 less. Gain 2 Health and 2 free rerolls whenever you level up."
        },
        {
            "name": "Worth the Wait II",
            "desc": "Gain a random 2-cost champion. Gain another copy at the start of each round for the next rest of the game."
        },
        {
            "name": "An Upgraded Adventure",
            "desc": "After upgrading 4 champions to 3-star, gain a magnificent reward. Gain 2 1-cost champions."
        },
        {
            "name": "Marksman's Toolbox",
            "desc": "Gain a Sniper's Focus. In 3 rounds, gain a Fishbones."
        }
    ],
    "champion": []
}