{
    "normal": [],
    "silver": [
        {
            "name": "Team Building",
            "desc": "Gain a Lesser Champion Duplicator. Gain another after 5 player combats.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Augmented Power",
            "desc": "Your next augment is one tier higher."
        },
        {
            "name": "Band of Thieves",
            "desc": "Gain 1 Thief's Gloves."
        },
        {
            "name": "Caretaker's Ally",
            "desc": "Gain a random 2-cost champion now. Gain the same one again every time you level up.<br><br>Champion: ???"
        },
        {
            "name": "Best Friends I",
            "desc": "Allies isolated in pairs gain 10% Attack Speed and 10 Armor at the start of combat."
        },
        {
            "name": "Big Friend I",
            "desc": "Allies that start combat next to an ally with over 1750 Health gain 10% Durability."
        },
        {
            "name": "Lunch Money",
            "desc": "Every 7 damage you deal to enemy tacticians gives you 2 gold.<br>Total Payouts: ? Gold"
        },
        {
            "name": "Branching Out",
            "desc": "Gain a random Emblem."
        },
        {
            "name": "Branching Out+",
            "desc": "Gain a random Emblem and a Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Called Shot",
            "desc": "Set your win streak to 4. Gain 4 gold."
        },
        {
            "name": "Celestial Blessing I",
            "desc": "Your team gains 12% Omnivamp. Excess healing is converted to a shield up to 200 Health."
        },
        {
            "name": "Chaotic Evolution",
            "desc": "Starring up a champion grants them one of the following: 100 Health, 6% Durability, 10% Ability Power, 10% Attack Damage, 10% Attack Speed. Bonuses stack."
        },
        {
            "name": "Rolling For Days I",
            "desc": "Gain 10 free Shop rerolls."
        },
        {
            "name": "Corrosion",
            "desc": "Enemy champions in the first two rows lose 4 Armor and Magic Resist every 2 seconds."
        },
        {
            "name": "Crafted Crafting",
            "desc": "Whenever you craft a completed item, gain 2 rerolls."
        },
        {
            "name": "Component Buffet",
            "desc": "Whenever you would get a component, gain a component anvil instead. Gain a random component now.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Exiles I",
            "desc": "Your champions that start combat with no adjacent champions gain a 20% max Health shield for 10 seconds."
        },
        {
            "name": "Stand United",
            "desc": "Gain 1.5% Attack Damage and 1.5% Ability Power for each non-unique Trait active across your team.<br><br>Current Bonus: ?% %i:scaleAD% ?% %i:scaleAP%"
        },
        {
            "name": "Spoils of War I",
            "desc": "Enemies have a 25% chance to drop loot when killed."
        },
        {
            "name": "Dummify",
            "desc": "Lose all champions on your board and bench. Gain a Training Dummy with 80% of their combined health. The dummy gains 1200 Health per stage."
        },
        {
            "name": "Efficient Shopper",
            "desc": "For the next 4 carousels, gain a second copy of the champion taken."
        },
        {
            "name": "Eye For An Eye",
            "desc": "For every 15 ally champions that die, gain a random component (max 3).<br><br>Deaths Remaining: ?"
        },
        {
            "name": "Eye For An Eye+",
            "desc": "Gain a random component. For every 18 ally champions that die, gain another component (max 2).<br><br>Deaths Remaining: ?"
        },
        {
            "name": "Find Your Center",
            "desc": "Your champion that starts combat in the center of the front row gains 15% Damage Amp and 15% max Health."
        },
        {
            "name": "Firesale",
            "desc": "Each round, steal a random 3-cost or lower champion from the shop. Gain 1 gold."
        },
        {
            "name": "Glass Cannon I",
            "desc": "Allies that start combat in the back row begin combat at 80% Health but gain 17% Damage Amp."
        },
        {
            "name": "Good For Something I",
            "desc": "Champions that aren't holding items have a 50% chance to drop 1 gold on death."
        },
        {
            "name": "Delayed Start",
            "desc": "Sell your board and bench. Gain 4 random 2-star 1-cost champions. Disable your Shop for the next 3 rounds."
        },
        {
            "name": "Healing Orbs I",
            "desc": "When an enemy dies, the nearest ally is healed for 220."
        },
        {
            "name": "Iron Assets",
            "desc": "Gain a component anvil and 3 gold."
        },
        {
            "name": "Item Grab Bag",
            "desc": "Gain 1 random completed item."
        },
        {
            "name": "Late Game Specialist",
            "desc": "When you reach Level 9, gain 36 gold."
        },
        {
            "name": "Lineup",
            "desc": "Your team gains 2 Armor and Magic Resist for each ally that starts combat in the front two rows."
        },
        {
            "name": "Latent Forge",
            "desc": "After 8 player combats, gain an Artifact anvil.<br><br>The anvil offers 4 choices. Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Makeshift Armor I",
            "desc": "Allies without items equipped gain 30 Armor and Magic Resist."
        },
        {
            "name": "Missed Connections",
            "desc": "Gain a copy of each 1-cost champion."
        },
        {
            "name": "On a Roll",
            "desc": "Whenever you star up a champion that you fielded last combat, gain 2 free Shop rerolls. Gain 2 gold."
        },
        {
            "name": "One, Two, Five!",
            "desc": "Gain 1 random component, 2 gold, and 1 random 5-cost champion."
        },
        {
            "name": "One Twos Three",
            "desc": "Gain 1 1-cost champion, 2 2-cost champions, and 1 3-cost champion."
        },
        {
            "name": "Pandora's Items",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 1 random component."
        },
        {
            "name": "Patience is a Virtue",
            "desc": "Each round, gain 2 free rerolls if you did not buy a champion last round."
        },
        {
            "name": "Placebo",
            "desc": "Your team gains 1% Attack Speed. Gain 8 gold."
        },
        {
            "name": "Placebo+",
            "desc": "Your team gains 1% Attack Speed. Gain 14 gold."
        },
        {
            "name": "Preparation I",
            "desc": "Champions on your bench permanently gain 30 Health, 3% Attack Damage, and 3% Ability Power every round. Champions start with 1 stack of this effect, and can stack up to 4 times."
        },
        {
            "name": "Recombobulator",
            "desc": "Champions on your board permanently transform into random champions 1 cost tier higher (max 5). Gain 2 Magnetic Removers."
        },
        {
            "name": "Restart Mission",
            "desc": "Remove all champions on your board and bench. Gain 2 random 2-star 3-costs, 3 2-star 2-costs, and 1 2-star 1-cost champion."
        },
        {
            "name": "Risky Moves",
            "desc": "Your Tactician loses 20 Health, but after 7 player combats, gain 30 gold."
        },
        {
            "name": "Second Wind",
            "desc": "After 10 seconds of combat, your team heals 40% of their missing Health."
        },
        {
            "name": "Silver Destiny",
            "desc": "Gain a random Silver Augment and 2 gold."
        },
        {
            "name": "Silver Destiny+",
            "desc": "Gain a random Silver Augment and 4 gold."
        },
        {
            "name": "Silver Spoon",
            "desc": "Gain 10 XP."
        },
        {
            "name": "Slice of Life",
            "desc": "Twice per stage, gain a random champion. Its cost increases by Stage. This effect ends after receiving 1 5-cost champion."
        },
        {
            "name": "Survivor",
            "desc": "Gain 4 gold. After 3 players are eliminated, gain 100 more gold."
        },
        {
            "name": "Table Scraps",
            "desc": "After the next 2 carousels, gain one champion that was not taken and its item. Gain 1 gold."
        },
        {
            "name": "Teaming Up",
            "desc": "Gain 1 random component and 2 random 3-cost champions."
        },
        {
            "name": "Titanic Titan",
            "desc": "Increase your current and max player Health by 25. On carousel rounds you are released earlier, but are much slower."
        },
        {
            "name": "Air Axiom",
            "desc": "Gain an Air Hex. Champions within gain 25% Attack Speed and their damage 30% Sunders enemies for 5 seconds."
        },
        {
            "name": "Artillery Barrage",
            "desc": "Gain a Rumble. Your strongest Rumble gains +7 Range and constantly fires missiles at enemies, increased with Attack Speed."
        },
        {
            "name": "Boxing Lessons",
            "desc": "Your team gains 30 Health for each ally that starts combat in the front row."
        },
        {
            "name": "Carve a Path",
            "desc": "Gain a B.F. Sword. After your team deals 65000 physical damage, gain 2 more.<br><br>Damage dealt: ?"
        },
        {
            "name": "Continuous Conjuration",
            "desc": "Gain a Needlessly Large Rod. After your team deals 38000 magic damage, gain 2 more.<br><br>Damage dealt: ?"
        },
        {
            "name": "Critical Success",
            "desc": "Gain a Sparring Glove. After your team's attacks critically strike 320 times, gain 2 more.<br><br>Critical strikes: ?"
        },
        {
            "name": "Earth Axiom",
            "desc": "Gain an Earth Hex. Champions within gain 30 Armor and Magic Resist. At 50% Health, they Stun enemies within 2 hexes for 1.5 seconds."
        },
        {
            "name": "Extra Buckles",
            "desc": "Gain a Giant's Belt. After your team takes 75000 damage, gain 2 more.<br><br>Damage taken: ?"
        },
        {
            "name": "Fire Axiom",
            "desc": "Gain a Fire Hex. Champions within gain 15% Attack Damage and Ability Power. Their damage 1% Burns and 33% Wounds for 6 seconds."
        },
        {
            "name": "Flowing Tears",
            "desc": "Gain a Tear of the Goddess. After your team spends 6500 Mana, gain 2 more.<br><br>Mana spent: ?"
        },
        {
            "name": "Focused Fire",
            "desc": "Your team gains 5% Attack Damage. Every 5 seconds, they gain 5% more."
        },
        {
            "name": "Leap of Faith",
            "desc": "Gain an Illaoi. Your strongest Illaoi becomes a Fighter. Her Ability is replaced with an airborne slam that's recast when she kills her target."
        },
        {
            "name": "Backup Bows",
            "desc": "Gain a Recurve Bow. After your team attacks 1000 times, gain 2 more.<br><br>Attacks: ?"
        },
        {
            "name": "Slightly Magic Roll",
            "desc": "Roll a die. Gain rewards based on the number rolled.<br><br>Reward: ???"
        },
        {
            "name": "Small Grab Bag",
            "desc": "Gain 2 random item components."
        },
        {
            "name": "Twin Guardians",
            "desc": "If you have exactly 2 allies in your first row, grant them 50 Armor and 50 Magic Resist."
        },
        {
            "name": "Water Axiom",
            "desc": "Gain a Water Hex. Champions within gain 3 Mana Regen. Their damage 30% Shreds enemies for 5 seconds."
        }
    ],
    "gold": [
        {
            "name": "A Magic Roll",
            "desc": "Roll 3 dice. Gain rewards based on their total.<br><br>Reward: ???"
        },
        {
            "name": "Aura Farming",
            "desc": "Gain a 2-star 5-cost champion holding a recommended item. You cannot field it until Stage 4-5."
        },
        {
            "name": "Best Friends II",
            "desc": "Allies isolated in pairs gain 15% Attack Speed and 18 Armor at the start of combat."
        },
        {
            "name": "Big Grab Bag",
            "desc": "Gain 3 random components, 2 gold, and 1 Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Bronze For Life I",
            "desc": "Your team gains 2.5% Damage Amp for each Bronze-tier trait.<br><br>Damage Amp Bonus: ?%"
        },
        {
            "name": "Calculated Loss",
            "desc": "After losing your combat, gain 2 gold and a free Shop reroll."
        },
        {
            "name": "Care Package",
            "desc": "Now and at the start of the next 2 Stages, receive a care package with loot and 3 gold."
        },
        {
            "name": "Celestial Blessing II",
            "desc": "Your team gains 18% Omnivamp. Excess healing is converted to a shield up to 400 Health."
        },
        {
            "name": "Clear Mind",
            "desc": "If there are no champions on your bench at the end of player combat, gain 3 XP."
        },
        {
            "name": "Cluttered Mind",
            "desc": "Gain 4 random 1-cost champions now. If your bench is full at the end of player combat, gain 3 XP."
        },
        {
            "name": "Ascension",
            "desc": "After 12 seconds of combat, gain 45% Damage Amp."
        },
        {
            "name": "Cooking Pot",
            "desc": "At the start of each turn, all allies holding a Frying Pan or Spatula item grant the nearest champion 50 permanent Health. Gain a Frying Pan."
        },
        {
            "name": "Crash Test Dummies",
            "desc": "Gain 2 Training Dummies. Combat start: Your Training Dummies launch themselves towards a group of enemies and Stun them for 1.75 seconds."
        },
        {
            "name": "Crown's Will",
            "desc": "Gain a Needlessly Large Rod. Your team gains 12 Ability Power and 10 Armor."
        },
        {
            "name": "Cry Me A River",
            "desc": "Gain a Tear of the Goddess. Your team gains 1 Mana Regen. After 12 seconds in combat, increase this to 3."
        },
        {
            "name": "Exiles II",
            "desc": "Your champions that start combat with no adjacent champions gain a 30% max Health shield for 10 seconds."
        },
        {
            "name": "Spoils of War II",
            "desc": "Enemies have a 30% chance to drop loot when killed."
        },
        {
            "name": "Duo Queue",
            "desc": "Gain 2 random 5-cost champions and 2 copies of a random component."
        },
        {
            "name": "Epoch",
            "desc": "Now, and at the start of every stage, gain 4 XP and 3 free rerolls."
        },
        {
            "name": "Epoch+",
            "desc": "Now, and at the start of every stage, gain 8 XP and 3 free rerolls."
        },
        {
            "name": "Exclusive Customization",
            "desc": "Gain a Lucky Item Chest and a Magnetic Remover and 10 gold.<br><br>Use a Lucky Item Chest on a champion to choose from an armory of recommended items!"
        },
        {
            "name": "Explosive Growth",
            "desc": "Now and at the start of the next 3 rounds, gain 7 XP."
        },
        {
            "name": "Explosive Growth+",
            "desc": "Now and at the start of the next 3 rounds, gain 10 XP."
        },
        {
            "name": "Forward Thinking",
            "desc": "Lose all your gold. After 5 player combats, gain back the original amount and another 70 gold.<br><br>Incoming Gold: ?"
        },
        {
            "name": "Glass Cannon II",
            "desc": "Allies that start combat in the back row begin combat at 80% Health but gain 30% Damage Amp."
        },
        {
            "name": "Gold Destiny",
            "desc": "Gain a random Gold Augment and 3 gold."
        },
        {
            "name": "Gold Destiny+",
            "desc": "Gain a random Gold Augment and 6 gold."
        },
        {
            "name": "Golemify",
            "desc": "Lose all champions on your board and bench. Gain a Golem with 60% of their combined Health and 50% of their combined Attack Damage. The Golem gains 1000 Health per stage."
        },
        {
            "name": "Hard Bargain",
            "desc": "You cannot choose your Carousel rewards. Gain an additional 6 player Health and 10 Gold each carousel round.<br>When you do not pick a Carousel Reward, you are given an unpicked champion and the item it carries"
        },
        {
            "name": "Healing Orbs II",
            "desc": "When an enemy dies, the nearest ally is healed for 440."
        },
        {
            "name": "Heavy Is the Crown",
            "desc": "Gain a Crown of Demacia, which provides significant bonuses to the wearer. If the holder dies, lose the round."
        },
        {
            "name": "Hefty Rolls",
            "desc": "Your team gains 9 Health and size for each time you've rolled this game.<br><br>Rolls: ? Health: ?"
        },
        {
            "name": "Heroic Grab Bag",
            "desc": "Gain 2 Lesser Champion Duplicators and 5 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Heroic Grab Bag+",
            "desc": "Gain 2 Lesser Champion Duplicators and 8 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Heroic Grab Bag++",
            "desc": "Gain 2 Lesser Champion Duplicators and 14 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "High Voltage",
            "desc": "Gain an Ionic Spark. Your Ionic Sparks have +3 hex radius and do 20% more damage."
        },
        {
            "name": "Hustler",
            "desc": "You no longer gain interest but gain 3 gold at the start of every player combat round. Gain 6 gold now.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Jeweled Lotus I",
            "desc": "Your team gains 20% Critical Strike Chance, and their Abilities can critically strike."
        },
        {
            "name": "Know Your Enemy",
            "desc": "You can see who you will fight next. Your team gains 8% Damage Amp, increased to 15% if you and your opponent have any of the same traits active."
        },
        {
            "name": "Last Second Save",
            "desc": "The first time each ally falls below 35% Health, they restore 20% maximum Health."
        },
        {
            "name": "Patient Study",
            "desc": "After player combat, gain 2 XP if you won or 3 XP if you lost."
        },
        {
            "name": "Little Buddies",
            "desc": "Your 4-cost and 5-cost champions gain 55 Health and 6% Attack Speed for every 1-cost and 2-cost champion on your board."
        },
        {
            "name": "Mace's Will",
            "desc": "Gain a Sparring Gloves. Your team gains 8% Attack Speed and 20% Critical Strike Chance."
        },
        {
            "name": "Makeshift Armor II",
            "desc": "Allies without items equipped gain 45 Armor and Magic Resist."
        },
        {
            "name": "Malicious Monetization",
            "desc": "Gain 2 gold. For the next 3 rounds, enemy champions drop 2 gold when killed."
        },
        {
            "name": "Mess Hall",
            "desc": "After 10 seconds of combat, your champions gain 8% Attack Speed and attacks also hurl 2 delicious projectiles that deal 25(%i:scaleAD%%i:scaleAP%) magic damage."
        },
        {
            "name": "NO SCOUT NO PIVOT",
            "desc": "Champions that fight in player combat cannot be benched or sold. Your team gains 1% Health, and 1.5% Attack Damage and Ability Power after player combat."
        },
        {
            "name": "Pair of Fours",
            "desc": "If your team has exactly 2 4-cost champions, they each gain 504 Health and 28.4% Attack Speed. Gain a random 4-cost."
        },
        {
            "name": "Pandora's Bench",
            "desc": "At the start of every round, champions on the 3 rightmost bench slots transform into random champions of the same cost. Gain 6 gold."
        },
        {
            "name": "Pandora's Items II",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 2 random components."
        },
        {
            "name": "Pilfer",
            "desc": "Each round, gain a 1-star copy of the first champion you killed last combat. The first time you gain 35 gold worth of champions in this way, gain a Thief's Gloves."
        },
        {
            "name": "Plot Armor",
            "desc": "Your team gains 8 Armor and Magic Resist. After falling below 50% Health, increase this to 40 for the rest of combat."
        },
        {
            "name": "Portable Forge",
            "desc": "Choose 1 of 4 Artifacts.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Preparation II",
            "desc": "Champions on your bench permanently gain 50 Health, 4% Attack Damage, and 4% Ability Power every round. Champions start with 1 stack of this effect, and can stack up to 4 times."
        },
        {
            "name": "Prizefighter",
            "desc": "Gain 2 item components. Every 5 wins gives you an item component."
        },
        {
            "name": "Pyromaniac",
            "desc": "Gain a Red Buff. Your Burns deal 50% increased damage."
        },
        {
            "name": "Raining Gold",
            "desc": "Gain 7 gold now and 1 gold every round."
        },
        {
            "name": "ReinFOURcement",
            "desc": "The next 4-cost champion you buy with gold is instantly upgraded to 2-star. Gain 5 gold."
        },
        {
            "name": "Replication",
            "desc": "Choose 1 of 3 components. For the next 2 rounds, gain a copy of that component."
        },
        {
            "name": "Salvage Bin",
            "desc": "Gain 1 random completed item now, and 1 component after 8 player combats. Selling champions breaks completed items into components (excluding Tactician's items and Emblems)."
        },
        {
            "name": "Salvage Bin+",
            "desc": "Gain 1 random completed item now, and 1 component after 4 player combats. Selling champions breaks completed items into components (excluding Tactician's items and Emblems)."
        },
        {
            "name": "Slammin'",
            "desc": "Gain 1 random component(s). After each player combat, if there are no items on your bench (other than consumables), gain 2 XP."
        },
        {
            "name": "Slammin'+",
            "desc": "Gain 1 random component(s) and 10 XP now. After each player combat, if there are no items on your bench (other than consumables), gain 2 XP."
        },
        {
            "name": "Solo Leveling",
            "desc": "For the next 5 combats, your team size is 1 but the champion you field has massively increased stats. Gain 1 XP for every kill they get. Afterwards, gain 2 item components."
        },
        {
            "name": "Spear's Will",
            "desc": "Your team gains 12% Attack Damage and 5 Mana. Gain a B.F. Sword."
        },
        {
            "name": "Spirit Link",
            "desc": "Champions restore 5% of their max Health every 4 seconds. Increase the healing by 0.5% for every 10 missing player Health."
        },
        {
            "name": "Stars Are Born",
            "desc": "The first 1-cost and 2-cost champions you buy are instantly upgraded to 2-star. Gain 7 gold."
        },
        {
            "name": "Thorn-Plated Armor",
            "desc": "Gain a Bramble Vest. Your Bramble Vests deal 20-170% more damage (based on Stage)."
        },
        {
            "name": "Tons of Stats!",
            "desc": "Your team gains 44 Health, 4% Attack Damage, 4% Ability Power, 4 Armor, 4 Magic Resist, 4% Attack Speed, and 4 Mana."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop reroll every round. Gain 4 gold."
        },
        {
            "name": "Treasure Hunt",
            "desc": "Gain a locked chest each Stage between now and Stage 6. Unlock each chest when you spend 20 gold on Shop rerolls. These chests persist until opened."
        },
        {
            "name": "Trifecta I",
            "desc": "Gain 2 3-cost champions.<br>Combat Start: 3 random 3-cost champions gain 220 Health and 20% Attack Speed."
        },
        {
            "name": "Double Trouble",
            "desc": "When you field exactly 2 copies of a champion, they both gain 30% Attack Damage and 30% Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Two Much Value",
            "desc": "Gain 1 reroll for every 2 unique 2-cost champions fielded last player combat. Gain 2 2-cost champions."
        },
        {
            "name": "Two Trick",
            "desc": "Gain a random 2-star 2-cost and 2 random 2-star 1-cost champions."
        },
        {
            "name": "Warpath",
            "desc": "Gain a 2-star 2-cost champion. After dealing 80 player damage, gain a chest of high cost champions and items.<br>(Current: ?)"
        },
        {
            "name": "Worth the Wait",
            "desc": "Gain a random 1-cost champion. Gain another copy of them at the start of each round for the rest of the game.<br><br>Champion: ???"
        },
        {
            "name": "3 Threes",
            "desc": "Gain 3 random 2-star 3-cost champions and 3 gold."
        },
        {
            "name": "Advanced Loan",
            "desc": "Gain 20 Gold. Your next augment is one tier lower."
        },
        {
            "name": "Advanced Loan+",
            "desc": "Gain 33 Gold. Your next augment is one tier lower."
        },
        {
            "name": "Arcane Viktor-y",
            "desc": "After 8 seconds of combat, stun the enemy team for 1.5 seconds. Repeat this after 20 seconds of combat.<br><br>TFT Macao Open, 2024"
        },
        {
            "name": "Bandle Bounty I",
            "desc": "For every Yordle you've unlocked or unlock, gain 2 gold. The Bandle Paths reveal a secret Yordle 10. Gain a Rumble and Lulu."
        },
        {
            "name": "Birthday Reunion",
            "desc": "Gain a random 2-star 2-cost champion. When you reach Level 7, gain a Thief's Gloves. When you reach Level 9, gain a random 2-star 5-cost champion.<br><br>Inkborn Fables Tactician's Crown, 2024"
        },
        {
            "name": "Blood Offering",
            "desc": "Gain a Bloodthirster. Combat start: Allies holding Bloodthirsters lose 20% Health but gain a 30% Health shield and 10% Attack Damage."
        },
        {
            "name": "Bodyguard Training",
            "desc": "Allies gain 10 Armor and Magic Resist, increased by 3 per player level.<br><br>Gizmos & Gadgets Championship, 2022"
        },
        {
            "name": "Bringer of Ruin",
            "desc": "Every takedown Atakhan scores permanently grants him 1% Ability Power and 40 max Health. Gain a Briar and a Sion.<br>(Current Takedowns: ?)"
        },
        {
            "name": "Chaos Magic",
            "desc": "Arcanists gain 1 Mana Regen. After every 150 Mana they spend, a magical effect hits the board. Gain a Lulu and a Kog'Maw."
        },
        {
            "name": "Darkwill's Invasion",
            "desc": "Your team gains 10% Damage Amp, increased to 15% if the Noxus trait is active."
        },
        {
            "name": "Defense of the Placidium",
            "desc": "Your team gains 8% Durability, increased to 12% if the Ionia trait is active."
        },
        {
            "name": "Early Learnings",
            "desc": "Your team gains 8% Attack Damage & Ability Power. This increases by 1% after each player combat. 1-cost champions gain double.<br><br>TFT Vegas Open, 2023"
        },
        {
            "name": "Epic Rolldown",
            "desc": "When you reach Level 8, gain 20 Shop rerolls.<br><br>Runeterra Reforged Championship, 2023"
        },
        {
            "name": "Evolve and Overcome",
            "desc": "For every 5 enemies that Mutated Void allies takedown, gain 2 XP. Gain a Cho'Gath and a 2-star Kog'Maw.<br><br>Void provides unique Mutations."
        },
        {
            "name": "Feed the Flames",
            "desc": "Gain a Sunfire Cape. Your team gains 12% Omnivamp when attacking Burning enemies."
        },
        {
            "name": "Gain ? Gold",
            "desc": "Gain 21 gold."
        },
        {
            "name": "Heart of Steel",
            "desc": "Gain a Steadfast Heart. Every 10 seconds of combat its holder survives, Steadfast Heart gains additional 12 permanent max Health."
        },
        {
            "name": "Hexgate Travel",
            "desc": "When the Piltover invention triggers for the first time each combat, gain a random number of Piltover champions that cost between 1 and 3 gold. Gain a Caitlyn and a Vi."
        },
        {
            "name": "Indecision I",
            "desc": "In 3 rounds, choose a new augment of the same tier. Gain 5 gold now."
        },
        {
            "name": "Indiscriminate Killer",
            "desc": "Gain a Giant Slayer. Giant Slayers gain their Damage Amp against all enemies instead of just Tanks."
        },
        {
            "name": "Infinity Protection",
            "desc": "Gain 4 gold now. On Stage 3-7, gain an Infinity Force. Infinity Force gives allies in the same row a 15% Health shield.<br><br>Monsters Attack Championship, 2023"
        },
        {
            "name": "Kahunahuna",
            "desc": "Every 5th attack deals bonus true damage equal to 200% Basic Attack Damage."
        },
        {
            "name": "Late Game Scaling",
            "desc": "Gain 2 XP at the start of player combat rounds. Your 5-cost champions gain 12% Health and 12% Attack Speed.<br><br>CyberCity Tactician's Crown, 2025"
        },
        {
            "name": "Legion of Threes",
            "desc": "Gain a random Emblem. Your 3-cost champions and all allies equipped with an Emblem gain 200 Health and 12% Attack Speed.<br><br>Reckoning Championship, 2021"
        },
        {
            "name": "Lifting Competition",
            "desc": "At the start of each round, if the combined Health of all your unique Bruisers is high enough, gain a reward and increase the threshold (up to four times). Gain a Shen and a Sion.<br><br>Easy Lift:? / 3500"
        },
        {
            "name": "Max Build",
            "desc": "Gain 10 free Shop rerolls. On Stage 4-5 and 6-1, gain a Champion Duplicator.<br><br>Galaxies Championship, 2020"
        },
        {
            "name": "Poison Pals",
            "desc": "Gain a 2-star Teemo. Singed's damage refreshes Teemo's poisons, and every 100 magic damage Teemo deals grants your strongest Singed 2% Ability Power. Gain a Teemo after each player combat."
        },
        {
            "name": "Precision and Grace",
            "desc": "At the start of combat, allies gain 25% Attack Speed for 3 seconds. On takedown, allies dash to their next target and gain this bonus again."
        },
        {
            "name": "Promised Protection",
            "desc": "Gain a Protector's Vow. Protector's Vow grants its holder 18% additional Mana from all sources."
        },
        {
            "name": "The Ruined King",
            "desc": "Gain a 2-star Viego. Your strongest Viego shares 30% of his Passive with other Shadow Isles allies. After collecting 100 souls, his Ability upgrades."
        },
        {
            "name": "Savings Account",
            "desc": "After you earn 50 gold in interest, gain 30 gold. Your max interest is increased to 7. Gain 4 gold now.<br><br>Gold earned: ?"
        },
        {
            "name": "Seraphim's Staff",
            "desc": "Gain an Archangel's Staff. Archangel's Staff grants 2 additional Mana Regen if its holder has 90% or more Ability Power."
        },
        {
            "name": "Solo Plate",
            "desc": "Gain a Gargoyle Stoneplate. Combat start: Allies holding Gargoyle Stoneplate gain 15% max Health if they're the only one in their row."
        },
        {
            "name": "Silco's Revenge",
            "desc": "Zaunites explode into Shimmer on death, dealing 30% of their max Health to 2 nearby enemies as magic damage. Gain a Blitzcrank, an Ekko, and a Vi."
        },
        {
            "name": "Speedy Double Kill",
            "desc": "Gain a Guinsoo's Rageblade. When 2 players are eliminated, gain 40 gold.<br><br>Fates Championship, 2021"
        },
        {
            "name": "Spirit of Redemption",
            "desc": "Gain a Spirit Visage. Every 5 seconds, Spirit Visage heals allies within 1 hex for 7.5% of their missing Health."
        },
        {
            "name": "Spreading Roots",
            "desc": "Gain 2 random Emblems and 1 gold."
        },
        {
            "name": "Spreading Roots+",
            "desc": "Gain 2 random Emblems, a Reforger, and 2 gold."
        },
        {
            "name": "Staffsmith",
            "desc": "Gain 2 random completed items that build from Needlessly Large Rod."
        },
        {
            "name": "Swordsmith",
            "desc": "Gain 2 random completed items that build from B.F. Sword."
        },
        {
            "name": "The Golden Dragon",
            "desc": "Gain a Mogul's Mail. Champions holding Mogul's Mail take up 2 team slots but gain 700 Health and 20% Durability.<br><br>Mogul's Mail gives gold as well as combat power.<br>Dragonlands Championship, 2022"
        },
        {
            "name": "U.R.F",
            "desc": "Gain a Spatula. Champions holding Spatula or Frying Pan items gain 15% Attack Speed and 2 Mana Regen."
        },
        {
            "name": "Trials of Twilight",
            "desc": "Gain 2 Xin Zhao. Your strongest Xin Zhao constantly strikes nearby enemies and executes enemies. After 5 player combats as a 3-star, unlock Zaahen. He replaces Xin Zhao and takes his items."
        },
        {
            "name": "Unsealed From Steel",
            "desc": "Choose 1 of 4 Darkin Weapons. Darkin Weapons are Artifacts that grant the Darkin trait."
        },
        {
            "name": "Urf's Gambit",
            "desc": "If you win your next player combat, gain a Spatula. If you lose, gain a Frying Pan. Gain a component anvil and 6 gold now."
        },
        {
            "name": "Warlord's Honor",
            "desc": "Every round, your team gain 5% Attack Damage and Ability Power, stacking up to 4 times."
        },
        {
            "name": "Walk The True Path I",
            "desc": "Gain a Lesser Champion Duplicator, a Shen, a Jhin, and 6 gold. Ionia 10 gains a Prismatic upgrade."
        },
        {
            "name": "Wild Growth",
            "desc": "3-star Yordles become massive, moving slower but gaining 15% Health and 35% Attack Damage and Ability Power. Gain a Rumble and Lulu."
        },
        {
            "name": "Woven Magic",
            "desc": "Gain a random item component. Every 2200 Mana your team spends grants an additional component (max ?/3).<br><br>Mana spent: ?/2200"
        },
        {
            "name": "Construct a Companion",
            "desc": "The next 1-cost champion you buy is 3 star. Gain 2 gold."
        },
        {
            "name": "Demacia Forever",
            "desc": "Demacians gain 3 permanent Health every time they rally. They also gain 1.5% permanent Attack Damage and Ability Power every 3 rallies. Gain a Jarvan IV, a Sona, and a Xin Zhao."
        },
        {
            "name": "Ixtal Expeditionist",
            "desc": "Gain a Qiyana, a Neeko, and a Milio. Increase your current and max player Health by 10."
        },
        {
            "name": "Cosmic Calling",
            "desc": "Gain a Spear of Shojin and a Leona. On Stage 3-7, gain a Taric."
        },
        {
            "name": "Gilded Steel",
            "desc": "Gain 3 non-Tank 5-cost champions. If you field a 5-cost champion, your 1 to 4-cost champions gain 8% Durability.<br><br>K.O. Coliseum Championship, 2025"
        }
    ],
    "prismatic": [
        {
            "name": "Band of Thieves II",
            "desc": "Gain 2 Thief's Gloves. After 8 player combats, gain another."
        },
        {
            "name": "Belt Overflow",
            "desc": "Gain 4 Giant's Belts. Your Giant's Belts grant +85 bonus Health."
        },
        {
            "name": "Binary Airdrop",
            "desc": "Combat start: Champions holding 2 items gain a random 3rd completed item. Gain 2 random component now."
        },
        {
            "name": "Birthday Present",
            "desc": "Gain a 2-star champion and 1 gold every time you level up. The champion's cost tier is your level minus 4 (max: 5-cost)."
        },
        {
            "name": "Bronze For Life II",
            "desc": "Your team gains 2.5% Damage Amp and 4 Armor and Magic Resist for each Bronze-tier trait.<br><br>Damage Amp: ?%<br>Armor and Magic Resist: ?"
        },
        {
            "name": "Buried Treasures",
            "desc": "Gain a random item component now and at the start of the next 5 rounds."
        },
        {
            "name": "Call to Chaos",
            "desc": "Gain a powerful and random reward.<br><br>Reward: ???"
        },
        {
            "name": "Celestial Blessing III",
            "desc": "Your team gains 25% Omnivamp. Excess healing is converted to a shield up to 1000 Health."
        },
        {
            "name": "Coronation",
            "desc": "Gain a Tactician's Crown. Tactician's Crown, Shield, and Cape grant the holder an additional 20% Attack Speed, 25% Attack Damage, and 30% Ability Power."
        },
        {
            "name": "Cursed Crown",
            "desc": "Gain +2 max team size and your team gains 4% Durability, but you take double player damage when you lose a player combat."
        },
        {
            "name": "Deadlier Blades",
            "desc": "Gain a Deathblade. Deathblades permanently gain 1% Attack Damage whenever their holders score a takedown."
        },
        {
            "name": "Deadlier Caps",
            "desc": "Gain a Rabadon's Deathcap. Rabadon's Deathcaps permanently gain 1% Ability Power whenever their holders score a takedown."
        },
        {
            "name": "Spoils of War III",
            "desc": "Enemies have a 45% chance to drop loot when killed."
        },
        {
            "name": "Expected Unexpectedness",
            "desc": "Now and at the start of the next 2 stages, roll 3 dice. Gain various rewards based on their total."
        },
        {
            "name": "Flexible",
            "desc": "Gain 1 random Emblem. At the start of every Stage, gain a random Emblem. Your team gains 40 Health for each Emblem they are holding."
        },
        {
            "name": "Prismatic Ticket",
            "desc": "Each time your Shop is rerolled, you have a 50% chance to gain a free reroll."
        },
        {
            "name": "Giant and Mighty",
            "desc": "Your team becomes large, gaining 200 Health and 10% max Health."
        },
        {
            "name": "Going Long",
            "desc": "You no longer gain interest. Gain 15 gold now. Round start: gain 4 XP.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Jeweled Lotus II",
            "desc": "Your team gains 25% Critical Strike Chance and 10% Critical Strike Damage, and their Abilities can critically strike."
        },
        {
            "name": "Hard Commit",
            "desc": "Gain a random Emblem. Now and at the start of each Stage, gain a 1-star champion of that trait with a cost equal to the Stage (max 5) and 7 gold."
        },
        {
            "name": "Hedge Fund",
            "desc": "Gain 25 gold. Your max interest is increased to 10.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Shopping Spree",
            "desc": "When you level up, gain a number of free shop refreshes equal to your level+1. Gain 2 gold."
        },
        {
            "name": "Hold the Line",
            "desc": "Allies in your back 2 rows gain 10% Ability Power and 9% Attack Damage for each ally that starts combat in your front row."
        },
        {
            "name": "Invested+",
            "desc": "Gain 26 gold. After every combat, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Invested++",
            "desc": "Gain 40 gold. After every combat, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Living Forge",
            "desc": "Gain an Artifact anvil now and after every 9 player combats.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Lucky Gloves",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves."
        },
        {
            "name": "Lucky Gloves+",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves now, then another after 4 player combats."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy XP, gain an additional 2. Gain 12 immediately."
        },
        {
            "name": "Nine Lives",
            "desc": "Set your current and max player Health to 9. On combat loss, you only lose 1 health and gain loot. You can't gain health."
        },
        {
            "name": "One Buff, Two Buff",
            "desc": "Gain a Red Buff, a Blue Buff, and a Champion Duplicator."
        },
        {
            "name": "Pandora's Items III",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 1 random Radiant item."
        },
        {
            "name": "Prismatic Destiny",
            "desc": "Gain a random Prismatic Augment and 4 gold."
        },
        {
            "name": "Radiant Relics",
            "desc": "Choose 1 of 5 Radiant items. Gain a Magnetic Remover.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Radiant Rascal",
            "desc": "Gain a Rascal's Gloves item. This equips 2 random Radiant items every round.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Shimmerscale Essence",
            "desc": "Gain a Mogul's Mail. In 5 rounds, gain a Gamblers Blade.<br><br>These items give gold as well as combat power."
        },
        {
            "name": "Starter Kit",
            "desc": "Gain a 4-cost champion, a 2-star 1-cost champion that shares a trait with them, and 8 gold.<br><br>At the start of the next 2 stages, gain that 4-cost champion again."
        },
        {
            "name": "Sword Overflow",
            "desc": "Gain 4 B.F. Swords. Your B.F. Swords grant +5% Attack Speed."
        },
        {
            "name": "Tactician's Kitchen",
            "desc": "Gain a random Emblem. After 6 rounds, gain a Tactician's Cape."
        },
        {
            "name": "The Golden Egg",
            "desc": "Gain a golden egg that hatches in 11 turns for a huge amount of loot. Winning player combat speeds up the hatch timer by an extra turn."
        },
        {
            "name": "Tiniest Titan",
            "desc": "Gain 2 player Health and 2 gold after every player combat. Your Tactician also moves faster. Gain 15 gold now."
        },
        {
            "name": "Tiny, but Deadly",
            "desc": "Your team becomes small, gaining 30% Attack Speed and Movement Speed."
        },
        {
            "name": "Trifecta II",
            "desc": "Gain 3 3-cost champions. Allies gain 5% Attack Speed.<br>Combat Start: 3 random 3-cost champions gain 300 Health and 25% Attack Speed."
        },
        {
            "name": "Upward Mobility",
            "desc": "Buying XP costs 1 less. Gain 2 Health and 2 free rerolls whenever you level up."
        },
        {
            "name": "Wand Overflow",
            "desc": "Gain 4 Needlessly Large Rods. Your Needlessly Large Rods grant +5% Attack Speed."
        },
        {
            "name": "Worth the Wait II",
            "desc": "Gain 2 copies of a random 2-cost champion. Gain another copy of them at the start of each round for the rest of the game.<br><br>Champion: ???"
        },
        {
            "name": "Secrets of the Sands",
            "desc": "Gain 6 gold. Gain an Azir on Stage 3-5. Each time you unlock a Shuriman, gain an ideal item for them."
        },
        {
            "name": "Walk The True Path II",
            "desc": "Gain 2 Lesser Champion Duplicators, a Jhin, a Shen, and an Infinity Edge. Ionia 10 gains a Prismatic upgrade."
        },
        {
            "name": "Soul Awakening",
            "desc": "Combat start: Your team gains 2% Attack Damage and Ability Power per second for 10 seconds. At max stacks, deal 12% bonus true damage."
        },
        {
            "name": "Band of Thieves II+",
            "desc": "Gain 2 Thief's Gloves. After 6 player combats, gain another."
        },
        {
            "name": "Band of Thieves II++",
            "desc": "Gain 2 Thief's Gloves. After 3 player combats, gain another."
        },
        {
            "name": "Chosen Wolves",
            "desc": "Gain an Ambessa and a Kindred. When Kindred casts, Ambessa always gains their protection against death and gains Attack Damage while protected. When Ambessa casts, Wolf strikes all enemies hit, dealing reduced damage."
        },
        {
            "name": "Comeback Story",
            "desc": "Your team gains 5 Health and 0.4% Attack Speed per missing player Health."
        },
        {
            "name": "Commerce Core",
            "desc": "Gain 16 free Shop rerolls now and 2 every round for the rest of the game."
        },
        {
            "name": "Component Heist",
            "desc": "After 4 player combats, gain 1 of every item component."
        },
        {
            "name": "Dragonguards",
            "desc": "Gain a Shyvana and a 2-star Jarvan IV. When Jarvan casts, Shyvana gains Shield. When Shyvana casts, Jarvan jumps in and deals damage based on his Armor and Magic Resist. After every player combat, gain a Jarvan IV."
        },
        {
            "name": "Forged in Strength",
            "desc": "Gain 1 random Artifact. When you drop below 35 Health, gain 3 more random Artifacts.<br><br>Remix Rumble Championship, 2023"
        },
        {
            "name": "Growth Mindset",
            "desc": "Gain 50 XP."
        },
        {
            "name": "Indecision II",
            "desc": "In 3 rounds, choose a new augment of the same tier. Gain 8 gold now."
        },
        {
            "name": "Just Hit",
            "desc": "Gain a Champion Duplicator, 18 Shop rerolls, and 10 gold."
        },
        {
            "name": "Luxury Subscription",
            "desc": "Gain a package containing a 5-cost champion, a 2-star 1-cost champion, and 5 gold.<br><br>At the start of the next 2 stages, gain the package again."
        },
        {
            "name": "Min-Max",
            "desc": "Gain a Golden Item Remover and 4 random components.<br><br>Golden Item Remover is a Magnetic Remover with infinite uses."
        },
        {
            "name": "Money Monsoon",
            "desc": "Gain 7 gold now and every round for the rest of the game."
        },
        {
            "name": "Prismatic Destiny+",
            "desc": "Gain a random Prismatic Augment and 10 gold."
        },
        {
            "name": "Retribution",
            "desc": "Gain 2 Hands of Justice. Allies equipped with Hand of Justice can critically strike with their Abilities."
        },
        {
            "name": "Sweet Treats",
            "desc": "Gain an Artifact anvil. Your team gains 20 Health for each item equipped on champions.<br><br>Health Gained: ?<br><br>Magic N' Mayhem Tactician's Crown, 2024"
        },
        {
            "name": "The Axiomata",
            "desc": "Gain 3 random elemental hex augments. Future augment rounds instead grant you items and gold based on the augment's tier."
        },
        {
            "name": "The Trait Tree",
            "desc": "Gain 3 random Emblems and 2 gold."
        },
        {
            "name": "The World Runes",
            "desc": "Gain 2 Emblems from random Region traits. Gain 2 XP every player combat, increased to 4 XP if 4 or more Region traits are active."
        },
        {
            "name": "We Stick Together",
            "desc": "Gain a random Emblem and a completed item anvil. Allies that share a trait with that Emblem gain 20% Attack Speed. (Emblem Trait: )<br><br>Into The Arcane Tactician's Crown, 2025"
        },
        {
            "name": "Win Out",
            "desc": "When you reach level 9, immediately level to 10 and gain 2 free Shop rerolls. Gain 6 XP now."
        },
        {
            "name": "Bandle Bounty II",
            "desc": "For every Yordle you've unlocked or unlock, gain 4 gold. The Bandle Paths reveal a secret Yordle 10! Gain a Tristana and Teemo."
        },
        {
            "name": "The Trait Tree+",
            "desc": "Gain 3 random Emblems, a Reforger, and 4 gold."
        },
        {
            "name": "Trials of Twilight II",
            "desc": "Gain 2 Xin Zhaos and a Bloodthirster. Xin Zhao becomes an Attack Fighter. After 5 player combats as a 3-star, unlock Zaahen.<br><br>At the start of the next 3 stages, gain a Lesser Champion Duplicator."
        }
    ],
    "champion": []
}