{
    "normal": [],
    "silver": [
        {
            "name": "Beggars Can Be Choosers",
            "desc": "You get +3 Augment rerolls for all other augment choices. Gain 7 gold."
        },
        {
            "name": "Best Friends I",
            "desc": "Units isolated in pairs gain 12% Attack Speed and 12 Armor at the start of combat."
        },
        {
            "name": "Delayed Start",
            "desc": "Sell your board and bench. Gain 4 random 2-star 1-cost champions. Disable your Shop for the next 3 rounds."
        },
        {
            "name": "Keepers I",
            "desc": "Combat start: Grant units with adjacent allies a 145 Health Shield for 8 seconds. This Shield stacks."
        },
        {
            "name": "Reroll Transfer",
            "desc": "For every 1 unused Augment Reroll, gain 3 free shop rerolls. Gain 3 gold.<br><br>Does not include the round this augment is selected."
        },
        {
            "name": "Restart Mission",
            "desc": "Remove all champions on your board and bench. Gain 2 random 2-star 3-costs, 3 2-star 2-costs, and 1 2-star 1-cost champion."
        },
        {
            "name": "Second Wind I",
            "desc": "After 10 seconds of combat, your units heal 40% of their missing Health."
        },
        {
            "name": "Augmented Power",
            "desc": "Your next augment is one tier higher."
        },
        {
            "name": "Chaotic Evolution",
            "desc": "Starring up a champion grants them one of the following: 100 Health, 6% Durability, 12 Ability Power, 12% Attack Damage, 10% Attack Speed. Bonuses stack."
        },
        {
            "name": "Efficient Shopper",
            "desc": "For the next 4 carousels, gain a second copy of the champion taken."
        },
        {
            "name": "Lit Fuse",
            "desc": "Units that start in the back two rows split 60 total Mana after 6 seconds of combat."
        },
        {
            "name": "Tectonic Titan",
            "desc": "Gain a Malphite. Your strongest Malphite becomes a Fighter, gaining increased Attack Speed. He now charges at nearby enemies, knocking them up and dealing heavy damage."
        },
        {
            "name": "Nine Thousand Volts",
            "desc": "Gain a Kennen. Your strongest Kennen becomes a ranged Marksman. He throws piercing Shurikens that can stun and deal true damage."
        },
        {
            "name": "Perfect Form",
            "desc": "Gain a Zac. Your strongest Zac becomes a Specialist. He now bounces around the battlefield dealing damage in a one hex radius."
        },
        {
            "name": "Pocket Recombobulator",
            "desc": "Get 2 Pocket Recombobulators, a consumable that transform a 1 or 2-cost champion into one of a higher cost. They keep their Star level. Also receive 2 Reforgers."
        },
        {
            "name": "Slice of Life",
            "desc": "Twice per stage, gain a random champion. Its cost increases per stage. This effect ends after receiving 2 5-cost champions."
        },
        {
            "name": "Silver Destiny",
            "desc": "Gain a random Silver Augment and 4 gold."
        },
        {
            "name": "Silver Destiny+",
            "desc": "Gain a random Silver Augment and 8 gold."
        },
        {
            "name": "Silver Destiny++",
            "desc": "Gain a random Silver Augment and 10 gold."
        },
        {
            "name": "Schoolyard Justice",
            "desc": "Gain a Garen. Your strongest Garen becomes a Fighter. He no longer Heals, but deals more damage and executes weak enemies."
        }
    ],
    "gold": [
        {
            "name": "A Golden Quest",
            "desc": "The first time you have 165 or more gold, gain a 2-star 5-cost champion and 2 items tailored to them."
        },
        {
            "name": "Best Friends II",
            "desc": "Units isolated in pairs gain 15% Attack Speed and 20 Armor at the start of combat."
        },
        {
            "name": "Explosive Growth",
            "desc": "At the start of the next 4 rounds, gain 8 XP."
        },
        {
            "name": "Explosive Growth+",
            "desc": "At the start of the next 4 rounds, gain 11 XP."
        },
        {
            "name": "Fully Adapted",
            "desc": "Gain an Adaptive Helm. Champions holding this item gain both effects."
        },
        {
            "name": "Keepers II",
            "desc": "Combat start: Grant units with adjacent allies a 230 Health Shield for 8 seconds. This Shield stacks."
        },
        {
            "name": "Know Your Enemy",
            "desc": "Your team deals 10% more damage.<br><br>Deal 15% more damage instead if you and your opponent have any of the same traits active."
        },
        {
            "name": "Stars are Born",
            "desc": "The first 1-cost and 2-cost champions you buy are instantly upgraded to 2-star. Gain 7 gold."
        },
        {
            "name": "Sunfire Board",
            "desc": "Combat Start: Burn all enemies for 12% of their max Health over 12 seconds and reduce healing received by 33%."
        },
        {
            "name": "Tons of Stats!",
            "desc": "Your team gains 44 Health, 4% Attack Damage, 4 Ability Power, 4 Armor, 4 Magic Resist, 4% Attack Speed, and 4 Mana."
        },
        {
            "name": "Double Trouble",
            "desc": "When you field exactly 2 copies of a champion, they both gain 30% Attack Damage and 30 Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Star Guardian Crest",
            "desc": "Gain a Star Guardian Emblem."
        },
        {
            "name": "Supreme Cells Crest",
            "desc": "Gain a Supreme Cells Emblem."
        },
        {
            "name": "Soul Fighter Crest",
            "desc": "Gain a Soul Fighter Emblem."
        },
        {
            "name": "Luchador Crest",
            "desc": "Gain a Luchador Emblem."
        },
        {
            "name": "Battle Academia Crest",
            "desc": "Gain a Battle Academia Emblem."
        },
        {
            "name": "Crystal Gambit Crest",
            "desc": "Gain a Crystal Gambit Emblem."
        },
        {
            "name": "Wraith Crest",
            "desc": "Gain a Wraith Emblem."
        },
        {
            "name": "Sorcerer Crest",
            "desc": "Gain an Sorcerer Emblem."
        },
        {
            "name": "Duelist Crest",
            "desc": "Gain a Duelist Emblem."
        },
        {
            "name": "Edgelord Crest",
            "desc": "Gain an Edgelord Emblem."
        },
        {
            "name": "Prodigy Crest",
            "desc": "Gain a Prodigy Emblem."
        },
        {
            "name": "Heavyweight Crest",
            "desc": "Gain a Heavyweight Emblem."
        },
        {
            "name": "Juggernaut Crest",
            "desc": "Gain a Juggernaut Emblem."
        },
        {
            "name": "A Story of Seven",
            "desc": "Collect Golden Balls by defeating players in combat. Collect all 7 for a reward, then restart the quest with more powerful rewards. <br><br>Gain a 2-star 1-cost champion to start your journey."
        },
        {
            "name": "Adaptive Style",
            "desc": "On attack, Duelists gain 2 Attack Damage and Ability Power, stacking up to 15 times. Duelist Tanks instead gain 2 Armor and Magic Resist. Gain a Kai'Sa and Kayle."
        },
        {
            "name": "Aim For The Top!",
            "desc": "You are more likely to fight stronger players, and you know who you will fight. When you lose, gain 2 XP. Every 3 wins, gain a component."
        },
        {
            "name": "And I'll Be The Head",
            "desc": "The Mighty Mech gains 400 Health, 10% Damage Amp, and 10% Durability.<br><br>Field 7 Mighty Mech, reach level 10, and hold all 3 Mighty Mech Augments to activate MECHA-MERGE PROTOCOL."
        },
        {
            "name": "Another One!",
            "desc": "The next completed item you make grants an additional copy of it. Gain 1 gold now."
        },
        {
            "name": "Another One!+",
            "desc": "The next completed item you make grants another copy of it. Gain 1 component."
        },
        {
            "name": "Backup Dancers",
            "desc": "Combat start: Every 3 seconds, champions in your 3 rightmost bench slots grant your team 3.5% Attack Speed per slot."
        },
        {
            "name": "Blood Rage",
            "desc": "Your units gain 5-35% Damage Amp based on their missing Health. Maximum Damage Amp gained at 30% Health."
        },
        {
            "name": "Care Package",
            "desc": "Now and at the start of each stage, receive a care package with loot and 3 gold."
        },
        {
            "name": "Class President",
            "desc": "Combat start: Powered Up Battle Academia champions and allies adjacent to one gain 70 Health, 8% AD, and 8% AP. Battle Academia units gain double. Gain a Katarina"
        },
        {
            "name": "Piercing Sight",
            "desc": "Enemies take 1% damage as bonus true damage, increased by 1% up to 20% every time they take damage."
        },
        {
            "name": "Cry Me A River",
            "desc": "Gain a Tear of the Goddess. Your team gains 1 Mana Regen. After 15 seconds in combat, increase this to 2."
        },
        {
            "name": "Dazzling Display",
            "desc": "Enemies who take damage from Sorcerer Abilities deal 25 less damage for 6 seconds. Gain a Lux and a Lucian."
        },
        {
            "name": "Deadlier Blades",
            "desc": "Gain a Deathblade. Deathblades gain 1% Attack Damage per 5 takedowns the wearer gets."
        },
        {
            "name": "Deadlier Caps",
            "desc": "Gain a Rabadon's Deathcap. Deathcaps gain 1 Ability Power per 4 takedowns the wearer gets."
        },
        {
            "name": "Deepening Shadows",
            "desc": "At combat start and whenever the Shadow Realm strikes, Wraith champions gain 5% Attack Damage and 5 Ability Power. Gain a Jhin and Zac."
        },
        {
            "name": "Diamond Hands",
            "desc": "Gain 50% more total Gems from Crystal Gambit, but you can only cash out once, on 4-7. While Double Down is active, winning loses an additional 10% of your total Gems rather than cashing out."
        },
        {
            "name": "Starfall",
            "desc": "Gain a Neeko. Your strongest Neeko becomes a Magic Fighter and gains increased Attack Speed. Her Ability heals more, deals more damage, and increases its radius with every cast."
        },
        {
            "name": "Escape Velocity",
            "desc": "Gain 1 Velocity per reroll, and 6 when you level up. Crew units gain 1% Attack Speed for every 3 Velocity."
        },
        {
            "name": "Twilight Assault",
            "desc": "Gain a Shen. Your strongest Shen becomes a ranged Marksman gaining +3 Range. His ability no longer shields but instead deals additional damage."
        },
        {
            "name": "Evil Beyond Measure",
            "desc": "Your champions deal 4.5% of their damage as True Damage for each Star level."
        },
        {
            "name": "Exclusive Customization",
            "desc": "Gain a Lucky Item Chest and a Magnetic Remover and 5 gold.<br><br>Use a Lucky Item Chest on a champion to choose from an armory of recommended items!"
        },
        {
            "name": "Gain The Edge",
            "desc": "Edgelords now gain up to 200% of their Attack Speed bonus the lower health their target is. Gain a Shen and Xayah."
        },
        {
            "name": "Game Plan",
            "desc": "Mark 1 hex per Strategist fielded. Allies standing in marked hexes gain 200 Health and 12% Damage Amp, Strategists gain 100% more. Gain a Janna and Ziggs."
        },
        {
            "name": "Give 'em the Chair!",
            "desc": "Gain a Dr. Mundo. Your strongest Dr. Mundo becomes a Ranged Marksman. He now throws chairs that deal heavy damage, but cost Health."
        },
        {
            "name": "Gold Destiny",
            "desc": "Gain a random Gold Augment and 6 gold."
        },
        {
            "name": "Gold Destiny+",
            "desc": "Gain a random Gold Augment and 12 gold."
        },
        {
            "name": "Golden Guillotine",
            "desc": "Executioner kills have a chance to drop loot, scaling with Critical Strike Chance. The value of the loot given can also critically strike, granting even more loot. Gain a Katarina and Kalista."
        },
        {
            "name": "Grand Slam",
            "desc": "When Luchador is active, Luchadors leap into battle at combat start. Luchador leaps deal 300% of their Basic Attack Damage. Gain a Gnar."
        },
        {
            "name": "Hard Bargain",
            "desc": "You cannot choose your Carousel rewards. Gain an additional 4 player health and 9 gold each carousel round.<br>When you do not pick a Carousel Reward, you are given an unpicked champion and the item it carries"
        },
        {
            "name": "Heavy Is The Crown",
            "desc": "Gain a Crown of Demacia, which provides significant bonuses to the wearer. If the wearer dies, lose the round."
        },
        {
            "name": "Hefty Rolls",
            "desc": "Your team gains 7 Health and size for each time you've rolled this game."
        },
        {
            "name": "Hero 101",
            "desc": "The first time you win 4 player combats, all Battle Academia champions gain 100 Health and 15% reduced max Mana. Gain a Garen and Ezreal."
        },
        {
            "name": "Howling Gale",
            "desc": "For every 600 Mana your team spends, summon a whirlwind that knocks up enemies."
        },
        {
            "name": "Water Lotus I",
            "desc": "Your team gains 5% Critical Strike chance, and their Abilities can critically strike. If an Ability critically strikes, restore 9% of your Mana over 3 seconds."
        },
        {
            "name": "I'll Be The Arms",
            "desc": "The Mighty Mech gains 60% Attack Speed. Gain a Senna and Gangplank.<br><br>Field 7 Mighty Mech, reach level 10, and hold all 3 Mighty Mech Augments to activate MECHA-MERGE PROTOCOL."
        },
        {
            "name": "I'll Be The Legs",
            "desc": "The Mighty Mech gains 15 Armor and Magic Resist and 100 Health. Gain 3 Mighty Mech champions. <br><br>Field 7 Mighty Mech, reach level 10, and hold all 3 Mighty Mech Augments to activate MECHA-MERGE PROTOCOL."
        },
        {
            "name": "Unceasing",
            "desc": "Whenever an ally Juggernaut dies, all other Juggernauts gain a 10% max Health shield for 5 seconds and gain 2% more Durability. Gain an Aatrox and Dr. Mundo."
        },
        {
            "name": "Treasure Hunt",
            "desc": "Earn a locked chest each Stage between now and Stage 6. You can unlock each chest when you spend 20 Gold on shop rerolls. These chests persist until opened."
        },
        {
            "name": "Transfer Students",
            "desc": "At the start of every stage and after every carousel round, gain 2 random 1-3 cost Battle Academia champions. Gain an Ezreal."
        },
        {
            "name": "Tournament Titans",
            "desc": "Luchadors gain 5% Attack Speed. Whenever you win player combats, Luchadors grow in size and permanently gain 2 Attack Damage and 30 Health. Gain a Dr Mundo and Gnar."
        },
        {
            "name": "Knuckledusters",
            "desc": "Gain a Vi. Your strongest Vi becomes an Attack Fighter. She now deals heavy single target damage and gains Attack Damage for item components equipped on your team."
        },
        {
            "name": "Last Second Save",
            "desc": "The first time each ally falls below 35% Health, they restore 30% maximum Health."
        },
        {
            "name": "Tournament Favorites",
            "desc": "Soul Fighters gain Fame when they deal damage. Each Fame breakpoint grants loot. Gain a Naafiri and Kalista."
        },
        {
            "name": "Learn From The Best",
            "desc": "Whenever you star-up a champion they permanently gain 50% of your unique owned Mentor champion's Mentor bonus. Gain a Yasuo."
        },
        {
            "name": "Tiny Team",
            "desc": "When you field 3 or less Star Guardians, increase Star Guardian bonuses by 175%. Gain a Syndra and Rell."
        },
        {
            "name": "Time Skip",
            "desc": "Disable your Shop for the next 3 rounds. Then gain 28 XP."
        },
        {
            "name": "The Strongest Survive",
            "desc": "Whenever an ally dies, they grant the Supreme Cell with the most damage this round 8% of their maximum health. Gain a Kai'Sa and Kennen."
        },
        {
            "name": "The God's Eye Opens",
            "desc": "Every 4 seconds the God's Eye grants a random Soul Fighter 200 shield and 12% stacking Attack Speed for the rest of combat. Gain a Kalista and Naafiri."
        },
        {
            "name": "Tesla Coil",
            "desc": "Each of your allies with 3 items equipped emits 2 arcs of lightning every 5 seconds, dealing 250-375 magic damage based on stage."
        },
        {
            "name": "Teacher's Council",
            "desc": "Mentor bonuses are increased by 10%, and granted to your team regardless of how many Mentors you play. Gain an Udyr."
        },
        {
            "name": "New Contenders",
            "desc": "Grant 50% of Supreme Cell's bonus to all champions on your team. Any champion on your team can now become the Supreme Cell. Gain a Kai'Sa and Kennen."
        },
        {
            "name": "Plot Armor",
            "desc": "Your team gains 10 Armor and Magic Resist. After falling below 50% health, increase this to 40 for the rest of combat."
        },
        {
            "name": "Power of Friendship",
            "desc": "Star Guardians who start combat adjacent to at least one other Star Guardian gain 2 Mana Regeneration, 15 Armor, and 15 Magic Resist."
        },
        {
            "name": "Space Camp",
            "desc": "Whenever you star-up a Crew champion, gain a random bonus 1 or 2 cost Crew champion. Gain a Malphite."
        },
        {
            "name": "Precise Shot",
            "desc": "Every 4 seconds, all Sniper champions fire a shot that deals 85% of their Basic Attack Damage to the lowest health enemy in range. Gain a Jhin."
        },
        {
            "name": "Preemptive Protection",
            "desc": "Combat start: Protectors shield themselves and their closest ally for 14% of their maximum health. Shields stack. Gain a Rakan."
        },
        {
            "name": "Solo Leveling",
            "desc": "For the next 5 combats, your team size is 1 but the champion you field has massively increased stats. Gain 1 XP for every kill they get. Afterwards, gain 2 item components."
        },
        {
            "name": "Protector Crest",
            "desc": "Gain a Protector Emblem."
        },
        {
            "name": "Psychic Forge",
            "desc": "Round start Completed Items on benched units turn into one of their recommended items. Gain a random completed item."
        },
        {
            "name": "Quiet Quitting",
            "desc": "For the next 3 player combats, you cannot use your shop. After, gain 16 gold and a Completed Item Anvil."
        },
        {
            "name": "The Darkness Within",
            "desc": "The first 3 Wraith champions to die each combat summon a monstrosity from the Shadow Realm. Gain a Jhin and Zac."
        },
        {
            "name": "Raid Boss",
            "desc": "Your strongest Bastion champion gains 20% max Health. When other Bastions die, they transfer 20% of their Armor and Magic Resist to it. Gain a Shen and Rell."
        },
        {
            "name": "Ring The Bell",
            "desc": "After 15 seconds, your Heavyweight champions gain 30% max Health and 20% Damage Amp. Gain a Kobuko and a Zac."
        },
        {
            "name": "Aura Farming",
            "desc": "Gain a 2-star 5-cost champion equipped with 1 item. You cannot field it until 4-6."
        }
    ],
    "prismatic": [
        {
            "name": "At What Cost",
            "desc": "Immediately go to level 6 and gain 4 XP. You don't get to choose your future augments."
        },
        {
            "name": "Starter Kit",
            "desc": "Gain a 4-cost champion, a 2-star 1-cost champion that shares a trait with them, and 4 gold.<br><br>At the start of the next 2 stages, gain that 4-cost champion again."
        },
        {
            "name": "The Golden Egg",
            "desc": "Gain a golden egg that hatches in 11 turns for a huge amount of loot. Winning player combat speeds up the hatch timer by an extra turn."
        },
        {
            "name": "Star Guardian Circlet",
            "desc": "Gain a Star Guardian Emblem and a Rell."
        },
        {
            "name": "Supreme Cells Circlet",
            "desc": "Gain a Supreme Cells Emblem and a Kai'sa."
        },
        {
            "name": "Soul Fighter Circlet",
            "desc": "Gain a Soul Fighter Emblem and a Kalista."
        },
        {
            "name": "Luchador Circlet",
            "desc": "Gain a Luchador Emblem and a Dr Mundo."
        },
        {
            "name": "Battle Academia Circlet",
            "desc": "Gain a Battle Academia Emblem and a Garen."
        },
        {
            "name": "Crystal Gambit Circlet",
            "desc": "Gain a Crystal Gambit Emblem and a Janna."
        },
        {
            "name": "Wraith Circlet",
            "desc": "Gain a Wraith Emblem and a Zac."
        },
        {
            "name": "Sorcerer Circlet",
            "desc": "Gain an Sorcerer Emblem, a Karma, and a Tear of the Goddess."
        },
        {
            "name": "Duelist Circlet",
            "desc": "Gain a Duelist Emblem, an Ashe, and a BF Sword."
        },
        {
            "name": "Edgelord Circlet",
            "desc": "Gain an Edgelord Emblem, a Samira, and a Recurve Bow."
        },
        {
            "name": "Prodigy Circlet",
            "desc": "Gain a Prodigy Emblem, a Yuumi, and a Needlessly Large Rod."
        },
        {
            "name": "Heavyweight Circlet",
            "desc": "Gain a Heavyweight Emblem, a Poppy, and a Giant's Belt."
        },
        {
            "name": "Juggernaut Circlet",
            "desc": "Gain a Juggernaut Emblem, a Sett, and a Giant's Belt."
        },
        {
            "name": "Star Guardian Crown",
            "desc": "Gain a Star Guardian Emblem, a Steadfast Heart, and a Rell."
        },
        {
            "name": "Supreme Cells Crown",
            "desc": "Gain a Supreme Cells Emblem, a Last Whisper, and a Kai'sa."
        },
        {
            "name": "Soul Fighter Crown",
            "desc": "Gain a Soul Fighter Emblem, a Nashor's Tooth, and a Kalista."
        },
        {
            "name": "Luchador Crown",
            "desc": "Gain a Luchador Emblem, a Titan's Resolve, and a Dr Mundo."
        },
        {
            "name": "Battle Academia Crown",
            "desc": "Gain a Battle Academia Emblem, a Spirit Visage, and a Garen."
        },
        {
            "name": "Crystal Gambit Crown",
            "desc": "Gain a Crystal Gambit Emblem, an Adaptive Helm, and a Janna."
        },
        {
            "name": "Wraith Crown",
            "desc": "Gain a Wraith Emblem, a Sunfire Cape, and a Zac."
        },
        {
            "name": "Sorcerer Crown",
            "desc": "Gain a Sorcerer Emblem, a Blue Buff, and a Lux."
        },
        {
            "name": "Edgelord Crown",
            "desc": "Gain an Edgelord Emblem, a Bloodthirster, and a Shen."
        },
        {
            "name": "Duelist Crown",
            "desc": "Gain a Duelist Emblem, a Guinsoo's Rageblade, and a Kayle."
        },
        {
            "name": "Prodigy Crown",
            "desc": "Gain a Prodigy Emblem, a Spear of Shojin, and an Ezreal."
        },
        {
            "name": "Heavyweight Crown",
            "desc": "Gain a Heavyweight Emblem, a Spirit Visage, and a Kobuko."
        },
        {
            "name": "Juggernaut Crown",
            "desc": "Get a Juggernaut Emblem, a Strerak's Gage, and an Aatrox."
        },
        {
            "name": "Hold The Line",
            "desc": "Combat Start: Champions in your back row gain 10 Ability Power and 9% Attack Damage for each champion in your front row."
        },
        {
            "name": "Water Lotus II",
            "desc": "Your team gains 20% Critical Strike chance, and their Abilities can critically strike. If an Ability critically strikes, restore 15% of your Mana over 3 seconds."
        },
        {
            "name": "Unlimited Power",
            "desc": "Gain a Rabadon's Deathcap, a Morellonomicon, a Needlessly Large Rod and a Magnetic Remover.<br><br>Useful for Magic Carries!"
        },
        {
            "name": "Isekai",
            "desc": "Summon a magical hero from another universe to fight for you. This hero is a Prodigy this game. Gain a Hand of Justice."
        },
        {
            "name": "Trickster's Treat",
            "desc": "Get a Trickster's Glass. Your Trickster's Glass summons clones every 9 seconds, but each additional clone has 40% Max Health and 120% Max Mana."
        },
        {
            "name": "Mess Hall",
            "desc": "After 10 seconds of combat, your champions gain 20% Attack Speed and attacks also hurl delicious projectiles that deal 140% Attack Damage as magic damage."
        },
        {
            "name": "Nine Lives",
            "desc": "Set your player health to 9. On combat loss, you only lose 1 health and gain loot. You can't gain health."
        },
        {
            "name": "Prismatic Destiny",
            "desc": "Gain a random Prismatic Augment and 8 gold."
        },
        {
            "name": "Protagonist",
            "desc": "Gain a random 1-cost Champion Augment and a component item Anvil. Gain a copy of the champion at the start of every turn."
        },
        {
            "name": "Sniper Crown",
            "desc": "Gain a Sniper Emblem, an Infinity Edge, and a Jhin."
        },
        {
            "name": "Sniper Circlet",
            "desc": "Gain a Sniper Emblem, a Jinx, and a Recurve Bow."
        },
        {
            "name": "Protector Circlet",
            "desc": "Gain a Protector Emblem, a K'Sante, and a Giant's Belt."
        },
        {
            "name": "Protector Crown",
            "desc": "Gain a Protector Emblem, a Protector's Vow, and a Kennen."
        },
        {
            "name": "Isekai",
            "desc": "Summon a magical hero from another universe to fight for you. This hero is a Sorcerer this game. Gain a Hand of Justice."
        },
        {
            "name": "Isekai",
            "desc": "Summon a magical hero from another universe to fight for you. This hero is a Strategist this game. Gain a Hand of Justice."
        },
        {
            "name": "And I'll Be The Head",
            "desc": "The Mighty Mech gains 800 Health, 25% Damage Amp, and 15% Durability.<br><br>Field 7 Mighty Mech, reach level 10, and hold all 3 Mighty Mech Augments to activate MECHA-MERGE PROTOCOL."
        }
    ],
    "champion": []
}