{
    "normal": [],
    "silver": [
        {
            "name": "Team Building",
            "desc": "Gain a Lesser Champion Duplicator. Gain another after 5 player combats.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "Band of Thieves I",
            "desc": "Gain 1 Thief's Gloves."
        },
        {
            "name": "Caretaker's Ally",
            "desc": "Gain a random 2-cost champion now. Gain the same one again every time you level up."
        },
        {
            "name": "Beggars Can Be Choosers",
            "desc": "You get +3 Augment rerolls for all other augment choices. Gain 7 gold."
        },
        {
            "name": "Lunch Money",
            "desc": "Every 8 damage you deal to enemy tacticians gives you 2 gold."
        },
        {
            "name": "Branching Out",
            "desc": "Gain a random Emblem and a Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Called Shot",
            "desc": "Set your win streak to +4. Gain 4 gold."
        },
        {
            "name": "Rolling For Days I",
            "desc": "Gain 11 free Shop rerolls."
        },
        {
            "name": "Component Buffet",
            "desc": "Whenever you would get a component, gain a component anvil instead. Gain a random component.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Spoils of War I",
            "desc": "Enemies have a 25% chance to drop loot when killed."
        },
        {
            "name": "Find Your Center",
            "desc": "Your champion that starts combat in the center of the front row gains 15% Damage Amp and 15% max Health."
        },
        {
            "name": "Fine Vintage",
            "desc": "Completed items left on your bench for 4 rounds transform into Support Anvils."
        },
        {
            "name": "Good For Something I",
            "desc": "Champions that aren't holding items have a 50% to drop 1 gold on death."
        },
        {
            "name": "Delayed Start",
            "desc": "Sell your board and bench. Gain 4 random 2-star 1 cost champions. Disable your Shop for the next 3 rounds."
        },
        {
            "name": "Iron Assets",
            "desc": "Gain a component anvil and 4 gold.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Item Collector I",
            "desc": "Your team gains 10 Health. For each unique item they are holding, your team gains bonus 2 Health, 1 Attack Damage, and 1 Ability Power."
        },
        {
            "name": "Item Grab Bag I",
            "desc": "Gain 1 random completed item."
        },
        {
            "name": "Lategame Specialist",
            "desc": "When you reach Level 9, gain 33 gold."
        },
        {
            "name": "Latent Forge",
            "desc": "After 8 player combats, gain an Artifact anvil.<br><br>The anvil offers 4 choices. Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Mentorship I",
            "desc": "If an ally starts combat next to a higher-cost ally, it gains 12% Attack Speed and 120 Health."
        },
        {
            "name": "Missed Connections",
            "desc": "Gain a copy of each 1-cost champion."
        },
        {
            "name": "One, Two, Five!",
            "desc": "Gain 1 random component, 2 gold, and 1 random 5-cost champion."
        },
        {
            "name": "Ones Twos Three",
            "desc": "Gain 2 1-cost champion, 2 2-cost champions, and 1 3-cost champion."
        },
        {
            "name": "Over Encumbered",
            "desc": "For the next stage, you only get 1 bench slot. After, get 3 item components."
        },
        {
            "name": "Pandora's Bench",
            "desc": "Gain 2 gold. At the start of every round, champions on the 3 rightmost bench slots transform into random champions of the same cost."
        },
        {
            "name": "Pandora's Items",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 1 random component."
        },
        {
            "name": "Patience is a Virtue",
            "desc": "Each round, gain 2 free rerolls if you did not buy a champion last round."
        },
        {
            "name": "Placebo",
            "desc": "Gain 8 gold. Your team gains 1% Attack Speed."
        },
        {
            "name": "Placebo+",
            "desc": "Gain 15 gold. Your team gains 1% Attack Speed."
        },
        {
            "name": "Pumping Up I",
            "desc": "Your team gains 6% Attack Speed now. Each round after, they gain 0.5% more."
        },
        {
            "name": "Recombobulator",
            "desc": "Champions on your board permanently transform into random champions 1 cost tier higher (max 5). Gain 2 Magnetic Removers."
        },
        {
            "name": "Blistering Strikes",
            "desc": "Your team's attacks Burn their targets for 5% of their max Health over 5 seconds. Attacks also reduce their targets' healing received by 33%."
        },
        {
            "name": "Restart Mission",
            "desc": "Remove all champions on your board and bench. Gain 2 random 2-star 3-costs, 3 2-star 2-costs, and 1 2-star 1-cost champion."
        },
        {
            "name": "Risky Moves",
            "desc": "Your Tactician loses 20 Health, but after 7 player combats, gain 30 gold."
        },
        {
            "name": "Silver Spoon",
            "desc": "Gain 10 XP."
        },
        {
            "name": "Teaming Up I",
            "desc": "Gain 1 random component and 2 random Tier 3 champions."
        },
        {
            "name": "Young and Wild and Free",
            "desc": "You can always move freely on Carousel rounds. Gain 5 gold."
        },
        {
            "name": "Backup",
            "desc": "Your team gains 12% Attack Speed if at least 4 allies start combat in the back two rows."
        },
        {
            "name": "Blade Dance",
            "desc": "Gain an Irelia. Your strongest Irelia gains 60% Attack Speed and gains a brand new Ability that dashes her between two targets, dealing physical damage to both."
        },
        {
            "name": "Bulky Buddies I",
            "desc": "Allies that start combat next to exactly 1 other ally gain 100 Health. When that champion dies, the other gains a 10% max Health Shield for 10 seconds."
        },
        {
            "name": "Climb The Ladder I",
            "desc": "Each time an ally dies, allies that share at least one trait with them gain 3 Ability Power, 3% Attack Damage, 3 Armor, and 3 Magic Resist."
        },
        {
            "name": "Combat Medic",
            "desc": "Gain a Steb. Your strongest Steb's Ability's Mana cost is reduced by 10, but no longer heals. Steb's spell grants 30% Omnivamp and strikes 3 times, each dealing 65%."
        },
        {
            "name": "Corrosion",
            "desc": "Enemy champions in the first two rows lose 3 Armor and Magic Resist every 2 seconds."
        },
        {
            "name": "Crafted Crafting",
            "desc": "Whenever you craft a completed item, gain 2 rerolls."
        },
        {
            "name": "Diversified Portfolio",
            "desc": "Each round, gain 1 gold for every 3 non-unique traits active.<br>Gain 1 gold."
        },
        {
            "name": "Diversified Portfolio+",
            "desc": "Each round, gain 1 gold for every 3 non-unique traits active.<br>Gain 4 gold."
        },
        {
            "name": "Dummify",
            "desc": "Lose all champions on your board and bench. Gain a Training Dummy with 100% of their combined health. The dummy gains 1000 Health per stage."
        },
        {
            "name": "Eye For An Eye",
            "desc": "For every 15 ally champions that die, gain a random component (max 4)."
        },
        {
            "name": "Eye For An Eye+",
            "desc": "Gain a random component. For every 16 ally champions that die, gain another component (max 3)."
        },
        {
            "name": "Firesale",
            "desc": "Each round, steal a random 3-cost or lower champion from the shop. Gain 1 gold."
        },
        {
            "name": "Glass Cannon I",
            "desc": "Units that start combat in the back row begin combat at 90% health but gain 15% Damage Amp."
        },
        {
            "name": "Health is Wealth I",
            "desc": "Your team gains 10% Omnivamp. Get a bonus of 8 gold when your team first accumulates 10000 total champion healing."
        },
        {
            "name": "This Will Work",
            "desc": "Gain a Powder. Your strongest Powder's explosion radius is increased by 5 hexes, Increases damage dealt."
        },
        {
            "name": "Kingslayer",
            "desc": "After winning player combat, gain 1 gold. If they had more health than you, gain 6 Gold instead. Gain 1 gold now."
        },
        {
            "name": "Lineup",
            "desc": "Your team gains 2.5 Armor and Magic Resist for each unit that starts combat in the front two rows."
        },
        {
            "name": "Mad Chemist",
            "desc": "Gain a Singed. Your strongest Singed cannot attack but constantly runs, leaving a poison trail dealing magic damage over time. His Ability will always target himself and instead grants 30% Omnivamp and Move Speed.<br>Magic Damage: 140% / 210% / 315% / 420%"
        },
        {
            "name": "Manaflow I",
            "desc": "Your units that start combat in the back row gain 2 additional Mana per attack."
        },
        {
            "name": "One For All I",
            "desc": "Your team gains 2% max Health and 1.5% Damage Amp for each unique one-cost champion on your board. Gain 2 one-costs."
        },
        {
            "name": "Power Up",
            "desc": "Your next augment is one tier higher."
        },
        {
            "name": "Reroll Transfer",
            "desc": "For every 1 unused Augment Reroll, gain 3 free shop rerolls. Gain 3 gold.<br><br>Does not include the round this augment is selected."
        },
        {
            "name": "Rigged Shop",
            "desc": "Your next shop and every 4 shops will contain all 3-cost champions."
        },
        {
            "name": "Rigged Shop+",
            "desc": "Your next shop and every 4 shops will contain all 3-cost champions. Gain 9 rerolls."
        },
        {
            "name": "Superstars I",
            "desc": "Your team deals 5% more damage, increased by 2% for every 3-star champion on your team. Gain 2 rerolls."
        },
        {
            "name": "Support Mining",
            "desc": "Gain a Training Dummy. When it dies 7 times, gain a random Support Item and remove the Training Dummy."
        },
        {
            "name": "Support Mining+",
            "desc": "Gain a Training Dummy. When it dies 5 times, gain a random Support Item and remove the Training Dummy."
        },
        {
            "name": "Survivor",
            "desc": "After 3 players are eliminated, gain 92 gold."
        },
        {
            "name": "Table Scraps",
            "desc": "After the next 3 carousels, gain one unit that was not taken and its item. Gain 1 gold."
        },
        {
            "name": "Titanic Titan",
            "desc": "Increase your current and max player health by 25. On carousel rounds you are released earlier, but are much slower."
        },
        {
            "name": "Trolling",
            "desc": "Gain a Trundle. Your strongest Trundle's Ability no longer heals, but grants him 140% Attack Speed for 5 seconds, and permanently grants him 1.5% Attack Damage. His maximum mana is reduced by 50."
        }
    ],
    "gold": [
        {
            "name": "All That Shimmers",
            "desc": "Choose a gold-generating Artifact items and gain a Magnetic Remover."
        },
        {
            "name": "All That Shimmers+",
            "desc": "Choose a gold-generating Artifact. Gain a Magnetic Remover and 4 gold."
        },
        {
            "name": "Caretaker's Favor",
            "desc": "Gain a component anvil when you reach level 5, 6, 7, and 8.<br><br>The anvil offers 4 choices."
        },
        {
            "name": "Big Grab Bag",
            "desc": "Gain 3 random components, 2 gold, and 1 Reforger.<br><br>Reforgers allow you to remake any item."
        },
        {
            "name": "Category Five",
            "desc": "Gain a Runaan's Hurricane. Your Runaan's Hurricanes shoot 1 extra bolts, each dealing 85% of the original damage."
        },
        {
            "name": "Clear Mind",
            "desc": "If there are no champions on your bench at the end of player combat, gain 3 XP."
        },
        {
            "name": "Clockwork Accelerator",
            "desc": "Your team gains 10% Attack Speed every 3 seconds in combat."
        },
        {
            "name": "Cluttered Mind",
            "desc": "Gain 4 random 1-cost champions now. If your bench is full at the end of player combat, gain 3 XP."
        },
        {
            "name": "Crown Guarded",
            "desc": "Gain a Crownguard. Your Crownguards' start of combat effect is 100% stronger and the shield lasts 5 seconds longer."
        },
        {
            "name": "Dragon's Spirit",
            "desc": "Gain a Dragon's Claw. Champions equipped with a Dragon's Claw gain 100 Health and 10% Durability."
        },
        {
            "name": "Spoils of War II",
            "desc": "Enemies have a 30% chance to drop loot when killed."
        },
        {
            "name": "Duo Queue",
            "desc": "Gain 2 random 5-cost champions and 2 copies of a random component."
        },
        {
            "name": "Epoch",
            "desc": "Now, and at the start of every stage, gain 6 XP and 2 free rerolls."
        },
        {
            "name": "Epoch+",
            "desc": "Now, and at the start of every stage, gain 8 XP and 3 free rerolls."
        },
        {
            "name": "Heroic Grab Bag",
            "desc": "Gain 2 Lesser Champion Duplicators and 9 gold.<br><br>This item allows you to copy a 3-cost or less champion."
        },
        {
            "name": "High Voltage",
            "desc": "Gain an Ionic Spark. Your Ionic Sparks have +3 hex radius and do 25% more damage."
        },
        {
            "name": "Inspiring Epitaph",
            "desc": "When a unit dies, the nearest ally gains a 20% max Health Shield and 10% stacking Attack Speed."
        },
        {
            "name": "Item Collector II",
            "desc": "Your team gains 20 Health. For each unique item they are holding, your team gains bonus 5 Health, 1.5 Attack Damage, and 1.5 Ability Power."
        },
        {
            "name": "Patient Study",
            "desc": "After player combat, gain 2 XP if you won or 3 XP if you lost."
        },
        {
            "name": "Little Buddies",
            "desc": "Your 4-cost and 5-cost champions gain 65 Health and 7% Attack Speed for every 1-cost and 2-cost champion on your board."
        },
        {
            "name": "Long Distance Pals",
            "desc": "Combat start: Your 2 units furthest from each other form a bond, sharing 22% of their Armor, Magic Resist, Attack Damage, and Ability Power with each other."
        },
        {
            "name": "Mentorship II",
            "desc": "If an ally starts combat next to a higher-cost ally, it gains 18% Attack Speed and 220 Health."
        },
        {
            "name": "Not Today",
            "desc": "Gain an Edge of Night. Champions holding this item gain 35% Attack Speed."
        },
        {
            "name": "Pandora's Items II",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 2 random components."
        },
        {
            "name": "Pilfer",
            "desc": "Each round, gain a 1-star copy of the first champion you killed last combat."
        },
        {
            "name": "Portable Forge",
            "desc": "Choose 1 of 4 Artifacts.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Prizefighter",
            "desc": "Gain 2 item components. Every 5 wins gives you an item component."
        },
        {
            "name": "Pumping Up II",
            "desc": "Your team gains 8% Attack Speed now. Each round after, they gain 1% more."
        },
        {
            "name": "Raining Gold",
            "desc": "Gain 8 gold now and 1 gold every round."
        },
        {
            "name": "Raining Gold+",
            "desc": "Gain 18 gold now and 1 gold every round."
        },
        {
            "name": "ReinFOURcement",
            "desc": "The next 4-cost champion you buy is instantly upgraded to 2-star. Get 12 gold."
        },
        {
            "name": "Replication",
            "desc": "Choose 1 of 3 components. For the next 2 rounds, gain a copy of that component."
        },
        {
            "name": "Salvage Bin",
            "desc": "Gain 1 random completed item now, and 1 component after 7 player combats. Selling champions breaks completed items into components (excluding Tactician's items and Emblems)."
        },
        {
            "name": "Salvage Bin+",
            "desc": "Gain 1 random completed item now, and 1 component after 4 player combats. Selling champions breaks completed items into components (excluding Tactician's items and Emblems)."
        },
        {
            "name": "Scapegoat",
            "desc": "Gain a Training Dummy and 4 gold. If it is the first to die each player combat, gain 1 gold."
        },
        {
            "name": "Scoreboard Scrapper",
            "desc": "Every round, if you're in the bottom 4, your team permanently gains 1.5% Attack Damage and Ability Power. If you're in the top 4, they have 10% more Health."
        },
        {
            "name": "Slammin'",
            "desc": "Gain 1 random Component(s). After each player combat, if there are no items on your bench (other than Consumables), gain 2 XP."
        },
        {
            "name": "Slammin'+",
            "desc": "Gain 1 random component(s) and 10 XP now. After each player combat, if there are no items on your bench (other than Consumables), gain 2 XP."
        },
        {
            "name": "Support Cache",
            "desc": "Choose 1 of 4 Support items."
        },
        {
            "name": "Teaming Up II",
            "desc": "Gain 1 random Support item and 2 random 4-cost champions."
        },
        {
            "name": "Thorn-Plated Armor",
            "desc": "Gain a Bramble Vest. Your Bramble Vests deal 5-100% more damage (based on Stage) and heal the holder for 50% of the damage dealt."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop reroll every round. Gain 4 gold."
        },
        {
            "name": "Built Different",
            "desc": "Your units with no Traits active gain 300-600 Health and 45-75% Attack Speed (based on current Stage)."
        },
        {
            "name": "Trait Tracker",
            "desc": "The first time you activate 8 non-unique traits for 1 combat, gain 6 random emblems."
        },
        {
            "name": "Unleash The Beast",
            "desc": "Gain a Sterak's Gage. When its effect triggers, the holder gains 35% Attack Speed for the rest of combat and immunity to crowd control for 5 seconds."
        },
        {
            "name": "Wandering Trainer I",
            "desc": "Gain 1 gold and a Training Dummy with 2 permanently attached Emblems."
        },
        {
            "name": "What Doesn't Kill You",
            "desc": "Gain 2 gold after losing a player combat. Gain a random component after every 4 losses."
        },
        {
            "name": "Worth the Wait",
            "desc": "Gain a random two-star 1-cost champion. After 2 rounds, gain another copy of them at the start of each round for the rest of the game."
        },
        {
            "name": "A Golden Find",
            "desc": "Champions evolved by the Anomaly drop 2 gold every 3 kills. Gain 10 free rerolls."
        },
        {
            "name": "A Magic Roll",
            "desc": "Roll 3 dice. Gain rewards based on their total."
        },
        {
            "name": "Academic Research",
            "desc": "Whenever you build an item, gain a completed item anvil instead. That anvil always offers an Academy item and the item built. Gain 1 random components. Gain a Lux and an Ezreal."
        },
        {
            "name": "Academy Crest",
            "desc": "Gain an Academy Emblem and a Leona."
        },
        {
            "name": "Adrenaline Burst",
            "desc": "Combat start and every 6 seconds, all Quickstrikers attack 85% faster for 2.5 seconds. Gain a Nocturne and Akali."
        },
        {
            "name": "Ambusher Crest",
            "desc": "Gain an Ambusher Emblem and a Camille."
        },
        {
            "name": "Artillerist Crest",
            "desc": "Gain an Artillerist Emblem and a Tristana."
        },
        {
            "name": "Automata Crest",
            "desc": "Gain an Automata Emblem and a Nocturne."
        },
        {
            "name": "Bad Luck Protection",
            "desc": "Your team can no longer critically strike. Convert each 1% Critical Strike Chance into 1% Attack Damage. Gain a Sparring Gloves."
        },
        {
            "name": "Black Rose Crest",
            "desc": "Gain a Black Rose Emblem."
        },
        {
            "name": "Blazing Soul I",
            "desc": "Combat start: Your highest Attack Speed champion gains 20 Ability Power and 20% Attack Speed. Repeat on another ally every 3 seconds."
        },
        {
            "name": "BRB",
            "desc": "You cannot perform actions for the next 3 rounds. Afterwards, gain 2 completed item anvils."
        },
        {
            "name": "Bronze For Life I",
            "desc": "Your team gains 3% Damage Amp for each Bronze-tier trait."
        },
        {
            "name": "Bruiser Crest",
            "desc": "Gain a Bruiser Emblem and a Sett."
        },
        {
            "name": "Brutal Revenge",
            "desc": "Gain 2 Rennis. Your strongest Renni's Ability costs 10 less and causes her to lunge towards the farthest enemy within 2 hexes, dealing 110% damage to the target and reduced damage to enemies in her path."
        },
        {
            "name": "Bulky Buddies II",
            "desc": "Allies that start combat next to exactly 1 other ally gain 175 Health. When that champion dies, the other gains a 15% max Health Shield for 10 seconds."
        },
        {
            "name": "Climb The Ladder II",
            "desc": "Each time an ally dies, allies that share at least one trait with them gain 6 Ability Power, 6% Attack Damage, 6 Armor, and 6 Magic Resist."
        },
        {
            "name": "Cloning Facility",
            "desc": "Empower the hex in the center of the third row. Summon a clone of the champion in it with 80% base Health and 10% increased Mana cost."
        },
        {
            "name": "Conqueror Crest",
            "desc": "Gain a Conqueror Emblem and a Rell."
        },
        {
            "name": "Cooking Pot",
            "desc": "At the start of each turn, all units holding a Frying Pan or Spatula item grant the nearest champion 50 permanent Health. Gain a Frying Pan."
        },
        {
            "name": "Crimson Pact",
            "desc": "Gain a Vladimir. Your strongest Vladimir gains +3 Range and gains 5 bonus Mana each attack. His Ability no longer heals but grants 10% Damage Amp, deals 80% bonus damage, and spreads additional damage to the nearest enemy."
        },
        {
            "name": "Crown's Will",
            "desc": "Gain a Needlessly Large Rod. Your units gain 10 Ability Power and 10 Armor."
        },
        {
            "name": "Domination",
            "desc": "Dominators gain 10% Attack Speed while shielded. When a Dominator gets a kill, all Dominators gain 100 Shield for 3 seconds. Gain a Cassiopeia."
        },
        {
            "name": "Dominator Crest",
            "desc": "Gain a Dominator Emblem and a Blitzcrank."
        },
        {
            "name": "Enforcer Crest",
            "desc": "Gain an Enforcer Emblem."
        },
        {
            "name": "Family Crest",
            "desc": "Gain a Family Emblem."
        },
        {
            "name": "Firelight Crest",
            "desc": "Gain a Firelight Emblem and a Zeri."
        },
        {
            "name": "Forbidden Magic",
            "desc": "Every 2 takedowns by Black Rose champions or Sion grant Sion permanent 3% Attack Damage and 15 Max Health. Gain 3 Black Rose champions. (Stacks: )"
        },
        {
            "name": "Forward Thinking",
            "desc": "Lose all your gold. After 5 player combats, gain back the original amount and another 70 gold."
        },
        {
            "name": "Fractured Crystals",
            "desc": "When an Automata champion fires their blast, they fire a second blast at the closest enemy dealing 70% of the original damage. Gain an Amumu and Nocturne."
        },
        {
            "name": "Glass Cannon II",
            "desc": "Units that start combat in the back row begin combat at 90% health but gain 25% Damage Amp."
        },
        {
            "name": "Gloves Off",
            "desc": "Gain a Vander. Your strongest Vander gains a brand new Ability that no longer grants resistances, but deals 70% increased damage and punches the target backwards, dealing 35% of the original damage to all enemies hit."
        },
        {
            "name": "Gold For Dummies",
            "desc": "Gain a Training Dummy. Every 10 seconds, all Training Dummies grant 1 gold."
        },
        {
            "name": "Golemify",
            "desc": "Lose all champions on your board and bench. Gain a Golem with 90% of their combined Health and 60% of their combined Attack Damage. The Golem gains 500 Health per stage."
        },
        {
            "name": "Aerial Warfare",
            "desc": "Firelight champions gain 9% Attack Damage and 9 Ability Power when they start a Firelight dash. They gain another 3% for every hex traveled that combat. Gain a Scar and Zeri."
        },
        {
            "name": "Health is Wealth II",
            "desc": "Your team gains 15% Omnivamp. Get a bonus of 15 gold when your team first accumulates 10000 total champion healing."
        },
        {
            "name": "Heavily Smash",
            "desc": "Every 4 seconds, Bruisers deal 7% bonus max Health bonus physical damage on their next attack. Gain a Steb and a Trundle."
        },
        {
            "name": "Investment Strategy I",
            "desc": "Your champions gain 8 permanent max health per interest you earn."
        },
        {
            "name": "Law Enforcement",
            "desc": "Enforcer champions gain 10% Attack Damage. Every 6 Wanted enemy deaths grant 6 gold. Gain a Steb and Maddie."
        },
        {
            "name": "Loot Explosion",
            "desc": "Ambusher kills have a chance to drop loot, scaling with Critical Strike Chance. The value of the loot given can also critically strike, granting even more loot. Gain a Camille and a Powder."
        },
        {
            "name": "Mace's Will",
            "desc": "Gain a Sparring Gloves. Your team gains 8% Attack Speed and 20% Critical Strike Chance."
        },
        {
            "name": "Malicious Monetization",
            "desc": "Gain 2 gold. For the next 3 rounds, enemy champions drop 2 gold when killed."
        },
        {
            "name": "Manaflow II",
            "desc": "Your units that start combat in the back row gain 4 additional Mana per attack."
        },
        {
            "name": "Moonlight",
            "desc": "Combat start: 1 random 1-cost champion is upgraded to 3-star for that round and gains 45% Attack Damage and 45 Ability Power."
        },
        {
            "name": "NO SCOUT NO PIVOT",
            "desc": "Units can no longer be benched or sold after fighting in a player combat. After each player combat, units that fought gain 20 Health, 1.5% Attack Damage, and 1.5% Ability Power."
        },
        {
            "name": "Noble Sacrifice",
            "desc": "When your first ally dies each combat, grant your team 25 + 10% of that ally's Armor and Magic Resistance."
        },
        {
            "name": "Noxian Guillotine",
            "desc": "Conquerors execute enemies below 12% Health. When they do, they gain 5 Armor and Magic Resist for the rest of combat. Gain a Darius and Draven."
        },
        {
            "name": "One For All II",
            "desc": "Your team gains 3% max Health and 2% Damage Amp for each unique one-cost champion on your board. Gain 3 one-costs."
        },
        {
            "name": "Overheal",
            "desc": "Every third attack deals an additional 150% damage and heals 50% of the damage. Excess healing is converted to a shield up to 300 Health."
        },
        {
            "name": "Paint the Town Blue",
            "desc": "When the first 4 Rebels die each combat, summon a copy of themselves that is one-star lower with 400 less Health. Gain an Akali and an Irelia."
        },
        {
            "name": "Pair of Fours",
            "desc": "If your team has exactly 2 four-cost champions, they each gain 404 Health and 24.4% Attack Speed. Gain a random 4-cost."
        },
        {
            "name": "Piercing Lotus I",
            "desc": "Your team gains 5% Critical Strike chance, and their Abilities can critically strike. Critical strikes 20% Shred and Sunder the target for 3 seconds."
        },
        {
            "name": "Pit Fighter Crest",
            "desc": "Gain a Pit Fighter Emblem and an Urgot."
        },
        {
            "name": "Powered Shields",
            "desc": "While Shielded, your units gain 10% Durability. The first time allies fall below 50% Health, they gain 100-225 Shield (based on Stage) for 3 seconds."
        },
        {
            "name": "Pyromaniac",
            "desc": "Gain a Red Buff. Your Burns deal 50% increased damage."
        },
        {
            "name": "Quickstriker Crest",
            "desc": "Gain a Quickstriker Emblem and an Akali."
        },
        {
            "name": "Rebel Crest",
            "desc": "Gain a Rebel Emblem and an Akali."
        },
        {
            "name": "Rocket Collection",
            "desc": "Artillerist rockets deal 15% increased damage. Every 65 rockets your Artillerists fire, gain a Collector (max 2). Gain a Tristana and Urgot. (Rockets Fired: )"
        },
        {
            "name": "Sated Spellweaver",
            "desc": "After casting an Ability, champions gain 20% Omnivamp for 3 seconds. Excess healing is converted to a shield up to 300 Health."
        },
        {
            "name": "Scavenger",
            "desc": "The first 5 enemy champions that are killed each combat grant a champion on your team a temporary completed item."
        },
        {
            "name": "Scrap Crest",
            "desc": "Gain a Scrap Emblem and a Ziggs."
        },
        {
            "name": "Sentinel Crest",
            "desc": "Gain a Sentinel Emblem and a Rell."
        },
        {
            "name": "Shield Bash",
            "desc": "Sentinels gain 5% bonus Armor and Magic Resist. Every 4 seconds, their next attack deals 75% of their total resistances as magic damage. Gain a Loris."
        },
        {
            "name": "Shop Glitch",
            "desc": "During non-player combat rounds, your shop refreshes for free every 2.5 seconds for 30 seconds."
        },
        {
            "name": "Sniper Crest",
            "desc": "Gain a Sniper Emblem and a Zeri."
        },
        {
            "name": "Sniper's Nest",
            "desc": "Snipers gain +8% Damage Amp for each round fought from the same starting hex (Maximum +32%). Gain a Zeri."
        },
        {
            "name": "Sorcerer Crest",
            "desc": "Gain a Sorcerer Emblem and a Vladimir."
        },
        {
            "name": "Spear's Will",
            "desc": "Your team gains 10% Attack Damage and 10 Mana. Gain a B.F. Sword."
        },
        {
            "name": "Spirit Link",
            "desc": "Your team restores 6% of their max Health every 4 seconds. Increase the healing by 0.5% for every 10 missing player Health."
        },
        {
            "name": "Starry Night",
            "desc": "1-cost and 2-cost units in your shop have a chance to be 2-star. Gain 6 gold.<br>Chances increase with player level."
        },
        {
            "name": "Starry Night+",
            "desc": "1-cost and 2-cost units in your shop have a chance to be 2-star. Gain 8 gold.<br>Chances increase with player level."
        },
        {
            "name": "Superstars II",
            "desc": "Your team deals 7% more damage, increased by 4% for every 3-star champion on your team. Gain 4 rerolls."
        },
        {
            "name": "The Mutation Survives",
            "desc": "Experiments gain 12% Health and grant a special hex. The Experiment in the hex is killed on combat start, granting their Experiment bonus to other laboratory hexes. Gain 3 Experiment champions."
        },
        {
            "name": "Tomb Raider I",
            "desc": "For the next 3 players eliminated, choose one of their completed items to keep."
        },
        {
            "name": "Top of the Scrap Heap",
            "desc": "Every 6 components Scrap champions convert, gain a random component (max 5). Gain a Powder and a Trundle."
        },
        {
            "name": "Tower Defense",
            "desc": "Gain a Training Dummy equipped with a random emblem that fires ranged attacks at enemies. It upgrades as the game goes on."
        },
        {
            "name": "Training Arc",
            "desc": "Pit Fighters permanently gain 1.5% Attack Damage if they lost the last combat. If they won, gain 50 Health instead. Gain an Urgot."
        },
        {
            "name": "Trait: Martial Law",
            "desc": "When Ambessa casts, Caitlyn fires an empowered attack at the target, dealing 200% damage. Ambessa gains 18% of Caitlyn's Attack Damage.<br><br>Gain a Caitlyn and Ambessa."
        },
        {
            "name": "Trait: Menaces",
            "desc": "While fielded with Silco, Powder gains Dominator, but no longer benefits from Family. When her monkey explodes, it creates 3 of Silco's monstrosities.<br><br>Gain a 2-star Powder and a Silco."
        },
        {
            "name": "Trait: Reunion",
            "desc": "When Vi casts, Ekko releases 3 afterimages towards her target dealing 40% damage. When Ekko casts, Vi slams an earthquake towards his target dealing 100% damage.<br><br>Gain a Vi and Ekko."
        },
        {
            "name": "Trait: Sisters",
            "desc": "Gain the Sister Trait. When Vi scores a takedown, Jinx gains 80% bonus Attack Speed for 10 seconds. When Jinx scores a takedown, Vi gains 80% bonus Attack Damage for 10 seconds.<br><br>Gain a Vi and Jinx."
        },
        {
            "name": "Trait: Unlikely Duo",
            "desc": "Jinx and Sevika gain 10% Attack Damage and 100 Health. Whenever one casts, they grant the other 10 mana. Sevika's arm is luckier.<br><br>Gain a Jinx and Sevika."
        },
        {
            "name": "Trifecta I",
            "desc": "Gain 2 3-cost champions. Combat Start: 3 random 3-cost champions gain 250 Health and 23% Attack Speed."
        },
        {
            "name": "Two Much Value",
            "desc": "Gain 1 reroll for every 2 unique two-cost champions fielded last combat. Gain 2 two-cost unit."
        },
        {
            "name": "Two Trick",
            "desc": "Gain a random 2-star two-cost and 2 random 2-star one-cost champions."
        },
        {
            "name": "Vampiric Vitality",
            "desc": "You heal for 20% of the damage you deal to enemy Tacticians. Your units gain 12% Omnivamp."
        },
        {
            "name": "Visionary Crest",
            "desc": "Gain a Visionary Emblem and a Renata Glasc."
        },
        {
            "name": "Voidcaller",
            "desc": "For every 275 Mana Visionaries spend during combat, summon a Voidling, up to 5 Voidlings. Gain a Rell and Morgana.<br><br>The Voidling has 400-600 Health based on Stage."
        },
        {
            "name": "War for the Undercity",
            "desc": "Everytime you choose to save your Shimmer on a Black Market, heal 4 player health and gain 6 gold. Gain a Renni."
        },
        {
            "name": "Warpath",
            "desc": "After dealing 60 player damage, gain a chest of high cost champions and items."
        },
        {
            "name": "Watcher Crest",
            "desc": "Gain a Watcher Emblem and a Vander."
        },
        {
            "name": "Welcome to the Playground",
            "desc": "If at least 2 Family members are alive after 15 seconds in combat or at the end of combat, gain a random copy of a Vander, Powder, or Violet. Gain a Powder and Violet."
        },
        {
            "name": "Why Not Both?",
            "desc": "While you field 2 of the same Form Swapper in different forms, both gain 30 Ability Power, Armor, and Magic Resist, and 30% Attack Damage. When you 3-star a Form Swapper, gain a 2-star copy. Gain a Swain and Gangplank."
        },
        {
            "name": "Rocket Collection+",
            "desc": "Artillerist rockets deal 15% increased damage. Every 65 rockets your Artillerists fire, gain a Collector (max 2). Gain a Tristana and Urgot. (Rockets Fired: )"
        },
        {
            "name": "Trait: Betrayal",
            "desc": "Maddie always targets Ambessa's target with her Ability and attacks. Every round where either gets at least 2 kills, gain a Maddie.<br><br>Gain a 2-star Maddie and Ambessa."
        },
        {
            "name": "Experiment Crest",
            "desc": "Gain an Experiment Emblem and an Urgot."
        }
    ],
    "prismatic": [
        {
            "name": "Anger Issues",
            "desc": "All your current and future completed items transform into Guinsoo's Rageblades that grant 45 Armor and Magic Resist. Every 2 Rageblade stacks grant 1.5% Attack Damage and Ability Power."
        },
        {
            "name": "At What Cost",
            "desc": "Immediately go to level 6 and gain 4 XP. You don't get to choose your future augments."
        },
        {
            "name": "Caretaker's Chosen",
            "desc": "As you level, gain more powerful items.<br>Level 4: component anvil<br>Level 6: completed item anvil<br>Level 7: choose 1 of 5 Radiant items"
        },
        {
            "name": "Birthday Present",
            "desc": "Gain a 2-star champion and 1 gold every time you level up. The champion's cost tier is your level minus 4 (max: 5-cost)."
        },
        {
            "name": "Blinding Speed",
            "desc": "Gain a Giant Slayer, Guinsoo's Rageblade, a Recurve Bow and a Magnetic Remover.<br><br>Useful for Attack Carries!"
        },
        {
            "name": "Build a Bud!",
            "desc": "Gain a random 3-star 1-cost champion and 10 gold."
        },
        {
            "name": "Buried Treasures III",
            "desc": "Gain a random item component at the start of the next 6 rounds (including this round)."
        },
        {
            "name": "Call to Chaos",
            "desc": "Gain a powerful and random reward."
        },
        {
            "name": "Spoils of War III",
            "desc": "Enemies have a 45% chance to drop loot when killed."
        },
        {
            "name": "Dual Purpose",
            "desc": "The first time you buy XP each round, gain 2 gold. Whenever you buy XP, reroll your Shop."
        },
        {
            "name": "Flexible",
            "desc": "Gain 1 random emblem. At the start of every Stage, gain a random emblem. Your team gains 40 Health for each emblem they are holding."
        },
        {
            "name": "Prismatic Ticket",
            "desc": "Each time your Shop is rerolled, you have a 45% chance to gain a free reroll."
        },
        {
            "name": "Going Long",
            "desc": "You no longer gain interest. Gain 15 gold now. Round start: gain 4 XP.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Hard Commit",
            "desc": "Gain a random emblem. Now and at the start of each stage, gain a 1-star champion of that trait with a cost equal to the Stage (max 5)."
        },
        {
            "name": "Hedge Fund",
            "desc": "Gain 25 gold. Your max interest is increased to 10.<br><br>Interest is extra gold you gain per 10g saved."
        },
        {
            "name": "Shopping Spree",
            "desc": "When you level up, gain a number of free shop refreshes equal to your level+1. Gain 4 gold."
        },
        {
            "name": "Immovable Object",
            "desc": "Gain a Randuin's Omen. Its range is increased by 1 hex and its effect is increased by 50%."
        },
        {
            "name": "I'm the Carry Now",
            "desc": "Get a Golem with tailored offensive items. It gets stronger at the start of each Stage."
        },
        {
            "name": "Invested+",
            "desc": "Gain 26 gold. At the start of each round, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Invested++",
            "desc": "Gain 45 gold. At the start of each round, gain 1 Shop reroll for every 10 gold above 50 (max 80 gold)."
        },
        {
            "name": "Living Forge",
            "desc": "Gain an Artifact anvil now and after every 9 player combats.<br><br>Artifacts are more powerful items with a unique effect."
        },
        {
            "name": "Lucky Gloves",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves. In 7 rounds, get another Sparring Gloves."
        },
        {
            "name": "Lucky Gloves+",
            "desc": "Thief's Gloves will always give your champions ideal items. Gain 3 Sparring Gloves."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy XP, gain an additional 2. Gain 12 immediately."
        },
        {
            "name": "Pandora's Items III",
            "desc": "Round start: items on your bench are randomized.<br><br>Gain 1 random Radiant item."
        },
        {
            "name": "Phreaky Friday",
            "desc": "Gain an Infinity Force. After 5 player combats, gain another.<br><br>Infinity Force: Artifact that offers tons of offensive and defensive stats"
        },
        {
            "name": "Phreaky Friday +",
            "desc": "Gain an Infinity Force. After 3 player combats, gain another.<br><br>Infinity Force: Artifact that offers tons of offensive and defensive stats"
        },
        {
            "name": "Pumping Up III",
            "desc": "Your team gains 16% Attack Speed now. Each round after, they gain 2% more."
        },
        {
            "name": "Radiant Refactor",
            "desc": "Gain a Masterwork Upgrade and 1 component anvil.<br><br>Masterwork Upgrade upgrades an item to Radiant!"
        },
        {
            "name": "Radiant Relics",
            "desc": "Choose 1 of 5 Radiant items. Gain a Magnetic Remover.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Roll The Dice",
            "desc": "Gain a Rascal's Gloves item. This equips 2 random Radiant items every round.<br><br>Radiant items are very powerful versions of completed items."
        },
        {
            "name": "Shimmerscale Essence",
            "desc": "Gain a Mogul's Mail. In 5 rounds, gain a Gamblers Blade.<br><br>These items give gold as well as combat power."
        },
        {
            "name": "Subscription Service",
            "desc": "Now, and at the start of each Stage, open a Shop of 4 unique 4-cost champions and gain 8 gold."
        },
        {
            "name": "The Golden Egg",
            "desc": "Gain a golden egg that hatches in 11 turns for a huge amount of loot. Winning player combat speeds up the hatch timer by an extra turn."
        },
        {
            "name": "Tiniest Titan",
            "desc": "Gain 2 player health and 1 gold after every player combat. Your Tactician also moves faster."
        },
        {
            "name": "Tiniest Titan+",
            "desc": "Gain 2 player health and 1 gold after every player combat. Your Tactician also moves faster.<br><br>Gain 15 gold now."
        },
        {
            "name": "Upward Mobility",
            "desc": "Buying XP costs 1 less. Gain 2 Health and 3 free rerolls whenever you level up."
        },
        {
            "name": "Wandering Trainer II",
            "desc": "Gain 6 gold and a Training Dummy with 3 permanently attached Emblems."
        },
        {
            "name": "Worth the Wait II",
            "desc": "Gain a random 2-cost champion. Gain another copy of them at the start of each round for the rest of the game."
        },
        {
            "name": "Academy Crown",
            "desc": "Gain an Academy Emblem and a random sponsored item."
        },
        {
            "name": "Ambusher Crown",
            "desc": "Gain an Ambusher Emblem, a Hand of Justice, and a Camille."
        },
        {
            "name": "An Exalted Adventure",
            "desc": "Gain three 2-cost champions. If you 3-star two of them, gain an orb filled with loot. Gain a Lesser Champion Duplicator at the start of next 2 stages."
        },
        {
            "name": "Artillerist Crown",
            "desc": "Gain an Artillerist Emblem, a Runaan's Hurricane, and a Tristana."
        },
        {
            "name": "Automata Crown",
            "desc": "Gain an Automata Emblem, a Guardbreaker, and a Nocturne."
        },
        {
            "name": "Belt Overflow",
            "desc": "Gain 5 Giant's Belts. Your Giant's Belts grant +60 bonus Health."
        },
        {
            "name": "Black Rose Crown",
            "desc": "Gain a Black Rose Emblem, a Spear of Shojin, and a Cassiopeia."
        },
        {
            "name": "Blazing Soul II",
            "desc": "Combat start: Your highest Attack Speed champion gains 45 Ability Power and 35% Attack Speed. Repeat on another ally every 3 seconds."
        },
        {
            "name": "Bronze For Life II",
            "desc": "Your team gains 3.5% Damage Amp and 1% Durability for each Bronze-tier trait."
        },
        {
            "name": "Bruiser Crown",
            "desc": "Gain a Bruiser Emblem, a Redemption, and a Sett."
        },
        {
            "name": "Bulky Buddies III",
            "desc": "Allies that start combat next to exactly 1 other ally gain 330 Health. When that champion dies, the other gains a 18% max Health Shield for 10 seconds."
        },
        {
            "name": "Calculated Enhancement",
            "desc": "Each combat, 4 random champions in your last two rows gain 40% Attack Damage and 50 Ability Power."
        },
        {
            "name": "Conqueror Crown",
            "desc": "Gain a Conqueror Emblem, a Last Whisper, and a Rell."
        },
        {
            "name": "Coronation",
            "desc": "Gain a Tactician's Crown. Tactician's Crown, Shield, and Cape grant the holder an additional 25% Attack Speed, 25% Attack Damage, and 35 Ability Power."
        },
        {
            "name": "Dominator Crown",
            "desc": "Gain a Dominator Emblem, a Protector's Vow, and a Blitzcrank."
        },
        {
            "name": "Enforcer Crown",
            "desc": "Gain an Enforcer Emblem, an Infinity Edge, and a Maddie."
        },
        {
            "name": "Expected Unexpectedness",
            "desc": "Now and at the start of the next 2 stages, roll 3 dice. Gain various rewards based on their total."
        },
        {
            "name": "Family Crown",
            "desc": "Gain a Family Emblem and a Redemption."
        },
        {
            "name": "Final Polish",
            "desc": "Gain a Support Anvil and a completed item anvil."
        },
        {
            "name": "Firelight Crown",
            "desc": "Gain a Firelight Emblem, a Protector's Vow, and a Scar."
        },
        {
            "name": "Flurry of Blows",
            "desc": "Gain a Zeke's Herald. Champions buffed by Zeke's also gain 45% Critical Strike Chance."
        },
        {
            "name": "Ghost of Friends Past",
            "desc": "Whenever an allied champion dies, your current team and all future allies permanently gain 7 health, 1% Attack Damage, or 1 Ability Power, based on the dying champion's role."
        },
        {
            "name": "Greater Moonlight",
            "desc": "Combat Start: 1 random 1-cost champion is upgraded to 4-star for that round and gains 5% Attack Damage and 5 Ability Power."
        },
        {
            "name": "Investment Strategy II",
            "desc": "Gain 5 gold. Your champions gain 9 permanent max health per interest you earn. Your max interest is increased to 7."
        },
        {
            "name": "Max Cap",
            "desc": "Your max level is 7. Gain 1 Tactician's Shield which increases your team size by +1, and 60 gold."
        },
        {
            "name": "One Buff, Two Buff",
            "desc": "Gain a Red Buff, a Blue Buff, and a Champion Duplicator."
        },
        {
            "name": "Piercing Lotus II",
            "desc": "Your team gains 20% Critical Strike chance, and their Abilities can critically strike. Critical strikes 20% Shred and Sunder the target for 3 seconds."
        },
        {
            "name": "Pit Fighter Crown",
            "desc": "Gain a Pit Fighter Emblem, a Sterak's Gage, and a Gangplank."
        },
        {
            "name": "Prismatic Pipeline",
            "desc": "The next non-player combat round will drop an additional Prismatic Orb full of amazing loot."
        },
        {
            "name": "Quality Over Quantity",
            "desc": "Units holding exactly 1 item upgrade that item to Radiant. Units holding Radiant items gain 4% Health. Gain 2 Magnetic Removers.<br><br>Thief's Gloves counts as multiple items."
        },
        {
            "name": "Quickstriker Crown",
            "desc": "Gain a Quickstriker Emblem, a Guinsoo's Rageblade, and a Nocturne."
        },
        {
            "name": "Rebel Crown",
            "desc": "Gain a Rebel Emblem, a Jeweled Gauntlet, and an Akali."
        },
        {
            "name": "Scrap Crown",
            "desc": "Gain a Scrap Emblem, a Ziggs, and 2 random components."
        },
        {
            "name": "Sentinel Crown",
            "desc": "Gain a Sentinel Emblem, a Crownguard, and a Loris."
        },
        {
            "name": "Sniper Crown",
            "desc": "Gain a Sniper Emblem, an Infinity Edge, and a Zeri."
        },
        {
            "name": "Sorcerer Crown",
            "desc": "Gain a Sorcerer Emblem, an Adaptive Helm, and a Vladimir."
        },
        {
            "name": "Sponging",
            "desc": "Combat start: Up to 6 champions with 1 or fewer items gain a copy of a random completed item from the nearest itemized ally."
        },
        {
            "name": "Sword Overflow",
            "desc": "Gain 5 BF Swords. Your BF Swords grant +3% Attack Speed."
        },
        {
            "name": "Tactician's Kitchen",
            "desc": "Gain a random Emblem. After 3 player combats, gain a Tactician's Cape."
        },
        {
            "name": "Tomb Raider II",
            "desc": "Gain 1 completed item Anvil. Every time a player is eliminated, choose one of their completed items to keep."
        },
        {
            "name": "Trait: Geniuses",
            "desc": "When Heimerdinger casts, Ekko releases 3 afterimages, each dealing 50% damage. When Ekko casts, Heimerdinger fires 3 missiles, each dealing 150% damage.<br><br>Gain a Heimerdinger, Ekko, and a Jeweled Gauntlet."
        },
        {
            "name": "Trifecta II",
            "desc": "Gain 3 3-cost champions. Allies gain 9% Attack Speed. Combat Start: 3 random 3-cost champions gain 330 Health and 33% Attack Speed."
        },
        {
            "name": "Visionary Crown",
            "desc": "Gain a Visionary Emblem, a Spear of Shojin, and a Renata Glasc."
        },
        {
            "name": "Void Swarm",
            "desc": "Gain a Zz'Rot Portal and another after every 10 player combats. Zz'Rot Portal Voidlings gain 40% Attack Speed and 40% Omnivamp."
        },
        {
            "name": "Wand Overflow",
            "desc": "Gain 5 Needlessly Large Rods. Your Needlessly Large Rods grant +5% Attack Speed."
        },
        {
            "name": "Watcher Crown",
            "desc": "Gain a Watcher Emblem, a Steadfast Heart, and a Scar."
        },
        {
            "name": "Trait: What Could Have Been",
            "desc": "Vander gains 30 permanent max Health each time Silco casts. Silco gains 6 permanent Ability Power each time Vander dies.<br><br>Gain a 2-star Vander, a Silco, and a Spear of Shojin."
        },
        {
            "name": "A Change Of Fate",
            "desc": "Gain a Blue Buff. After starting a round with 60 gold and winning a player combat, gain a Mel and a Hextech Gunblade.<br><br>Tasks can be completed in any order."
        },
        {
            "name": "Glorious Evolution",
            "desc": "Gain an Adaptive Helm. After you upgrade 4 champions, gain a Viktor and a Jeweled Gauntlet."
        },
        {
            "name": "What You Really Are",
            "desc": "Gain a Bloodthirster. After you deal 35 damage to other players, gain a Warwick and a Sterak's Gage."
        },
        {
            "name": "Experiment Crown",
            "desc": "Gain an Experiment Emblem, a Bloodthirster, and an Urgot."
        }
    ],
    "champion": []
}