{
    "normal": [
        {
            "name": "Treasure Trove I",
            "desc": "Gain 1 blue and 1 gray loot orb(s)."
        },
        {
            "name": "Recombobulator",
            "desc": "Champions on your board permanently transform into random champions that cost 1 more. Gain 2 Magnetic Removers."
        },
        {
            "name": "Keepers I",
            "desc": "At the start of combat, your units grant adjacent allies a 160 health shield for 8 seconds."
        },
        {
            "name": "Challenger Unity",
            "desc": "The Challenger trait grants its bonuses to all of your Champions. This does not increase your number of Challengers. Gain a Quinn."
        },
        {
            "name": "Hextech Armory",
            "desc": "The Hextech trait grants its bonuses to all of your Champions. This does not increase your number of Hextech units. Gain a Sejuani."
        },
        {
            "name": "Electrocharge I",
            "desc": "When your units receive critical strikes, they deal 60-105 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Disintegrator I",
            "desc": "Your units' attacks deal bonus magic damage equal to 2% of the target's maximum Health."
        },
        {
            "name": "Luden's Echo I",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 70-130 (based on current Stage) magic damage."
        },
        {
            "name": "Backfoot I",
            "desc": "Your units that start combat in the back 2 rows gain 20% Attack Speed."
        },
        {
            "name": "Phalanx I",
            "desc": "Your units that start combat in the back 2 rows gain 25 Armor and Magic Resist."
        },
        {
            "name": "Battlemage I",
            "desc": "Your units that start combat in the front 2 rows gain 30 Ability Power."
        },
        {
            "name": "Meditation I",
            "desc": "Your units without items equipped restore 5 Mana per second."
        },
        {
            "name": "Cybernetic Uplink I",
            "desc": "Your champions holding an item gain 125 Health and restore 2 Mana per second."
        },
        {
            "name": "Cybernetic Shell I",
            "desc": "Your champions holding an item gain 125 Health and 30 Armor."
        },
        {
            "name": "Second Wind I",
            "desc": "After 10 seconds of combat, your units heal 50% of their missing Health."
        },
        {
            "name": "Double Trouble I",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 25 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Tri Force I",
            "desc": "Your 3-cost units gain 233 Health, 13 starting Mana, and 13% Attack Speed."
        },
        {
            "name": "Blue Battery I",
            "desc": "After casting their Ability, your units restore 10 Mana."
        },
        {
            "name": "True Justice",
            "desc": "Your Enforcers deal true damage to enemies below 80% Health. Gain a Sejuani."
        },
        {
            "name": "Irresistible Charm",
            "desc": "Debonair champions take 15% less damage. Gain a Leona."
        },
        {
            "name": "Debonair Heart",
            "desc": "Your team counts as having 1 additional Debonair. Gain a Talon."
        },
        {
            "name": "Stored Power",
            "desc": "Your Hextech champions permanently gain 1 Ability Power each time they are hit by your Hexcore's pulses. Gain a Swain."
        },
        {
            "name": "Hexnova",
            "desc": "The first time a Hextech champion drops below 60% Health, they increase nearby enemies' maximum Mana by 50% until they cast. Gain a Nocturne."
        },
        {
            "name": "Hextech Heart",
            "desc": "Your team counts as having 1 additional Hextech. Gain a Swain."
        },
        {
            "name": "Concussive Blows",
            "desc": "Striker's critical strikes stun their target for 1.5 second(s). Each target can only be stunned once every 7 seconds. Gain a Rek'sai."
        },
        {
            "name": "Overpower",
            "desc": "After every 2 attacks, Strikers gain 75% Critical Strike Chance on their next attack. Gain a Rek'sai."
        },
        {
            "name": "Striker Heart",
            "desc": "Your team counts as having 1 additional Striker. Gain a Rek'sai."
        },
        {
            "name": "Treasure Trove II",
            "desc": "Gain 1 blue and 2 gray loot orb(s)."
        },
        {
            "name": "Golden Gifts I",
            "desc": "Gain 1 golden and 3 gray loot orb(s)."
        },
        {
            "name": "True Twos",
            "desc": "Gain 2 random 2-star 2-cost units."
        },
        {
            "name": "Three's Company",
            "desc": "Gain 4 random 3-cost champions."
        },
        {
            "name": "Four Score",
            "desc": "Gain 3 random 4-cost champions."
        },
        {
            "name": "Component Grab Bag",
            "desc": "Gain 3 random item components."
        },
        {
            "name": "Tiny Titans",
            "desc": "Your Tactician heals 35 Health, grows larger, and has 135 maximum Health."
        },
        {
            "name": "Jeweled Lotus",
            "desc": "Magic and true damage from your units' Abilities can critically strike. Your units gain 25% Critical Strike Chance."
        },
        {
            "name": "Woodland Trinket",
            "desc": "At the start of combat, your highest Attack Speed champion creates two 250 Health copies of themself (excluding items)."
        },
        {
            "name": "Weakspot II",
            "desc": "Your units' attacks ignore 40% of the target's Armor and reduce healing received by 50% for 5 seconds."
        },
        {
            "name": "Future Sight I",
            "desc": "Know who you will fight next. Gain a Zephyr."
        },
        {
            "name": "Keepers II",
            "desc": "At the start of combat, your units grant adjacent allies a 240 health shield for 8 seconds."
        },
        {
            "name": "Electrocharge II",
            "desc": "When your units receive critical strikes, they deal 85-145 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Disintegrator II",
            "desc": "Your units' attacks deal bonus magic damage equal to 3% of the target's maximum Health."
        },
        {
            "name": "Luden's Echo II",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 100-175 (based on current Stage) magic damage."
        },
        {
            "name": "Backfoot II",
            "desc": "Your units that start combat in the back 2 rows gain 30% Attack Speed."
        },
        {
            "name": "Phalanx II",
            "desc": "Your units that start combat in the back 2 rows gain 35 Armor and Magic Resist."
        },
        {
            "name": "Battlemage II",
            "desc": "Your units that start combat in the front 2 rows gain 45 Ability Power."
        },
        {
            "name": "Meditation II",
            "desc": "Your units without items equipped restore 7 Mana per second."
        },
        {
            "name": "Cybernetic Uplink II",
            "desc": "Your champions holding an item gain 200 Health and restore 3 Mana per second."
        },
        {
            "name": "Cybernetic Shell II",
            "desc": "Your champions holding an item gain 200 Health and 45 Armor."
        },
        {
            "name": "Second Wind II",
            "desc": "After 10 seconds of combat, your units heal 75% of their missing Health."
        },
        {
            "name": "Archangel's Embrace",
            "desc": "Upon casting their Ability, your units gain Ability Power equal to 25% of their maximum Mana."
        },
        {
            "name": "Double Trouble II",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 35 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Tri Force II",
            "desc": "Your 3-cost units gain 333 Health, 23 starting Mana, and 23% Attack Speed."
        },
        {
            "name": "Thieving Rascals",
            "desc": "Free Yordles from the portal have 33% chance to arrive holding an item component. Gain a Lulu."
        },
        {
            "name": "Debonair Crest",
            "desc": "Gain a Debonair Emblem and a Syndra."
        },
        {
            "name": "Very VIP",
            "desc": "When an ally dies, they grant the Debonair VIP 30% of their maximum Health for the rest of combat. Gain a Syndra."
        },
        {
            "name": "Hextech Crest",
            "desc": "Gain a Hextech Emblem and a Nocturne."
        },
        {
            "name": "Striker Crest",
            "desc": "Gain a Striker Emblem and a Rek'sai."
        },
        {
            "name": "Golden Gifts II",
            "desc": "Gain 2 golden and 4 gray loot orb(s)."
        },
        {
            "name": "Treasure Trove III",
            "desc": "Gain 3 blue and 2 gray loot orb(s)."
        },
        {
            "name": "High Five",
            "desc": "Gain 4 random 5-cost champions."
        },
        {
            "name": "Radiant Relics",
            "desc": "Open an Armory and choose 1 of 4 unique Radiant items."
        },
        {
            "name": "The Golden Egg",
            "desc": "Gain a massive golden egg that hatches in 7 turns."
        },
        {
            "name": "Verdant Veil",
            "desc": "Your units are immune to crowd control effects for the first 15 seconds of combat."
        },
        {
            "name": "Weakspot III",
            "desc": "Your units' attacks ignore 60% of the target's Armor and reduce healing received by 50% for 5 seconds."
        },
        {
            "name": "Future Sight II",
            "desc": "Know who you fight next. Gain a Radiant Zephyr."
        },
        {
            "name": "Blue Battery II",
            "desc": "After casting their Ability, your units restore 20 Mana."
        },
        {
            "name": "Electrocharge III",
            "desc": "When your units receive critical strikes, they deal 115-220 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Disintegrator III",
            "desc": "Your units' attacks deal bonus magic damage equal to 4% of the target's maximum Health."
        },
        {
            "name": "Luden's Echo III",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 140-260 (based on current Stage) magic damage."
        },
        {
            "name": "Backfoot III",
            "desc": "Your units that start combat in the back 2 rows gain 45% Attack Speed."
        },
        {
            "name": "Phalanx III",
            "desc": "Your units that start combat in the back 2 rows gain 50 Armor and Magic Resist."
        },
        {
            "name": "Battlemage III",
            "desc": "Your units that start combat in the front 2 rows gain 60 Ability Power."
        },
        {
            "name": "Meditation III",
            "desc": "Your units without items equipped restore 10 Mana per second."
        },
        {
            "name": "Cybernetic Uplink III",
            "desc": "Your champions holding an item gain 300 Health and restore 4 Mana per second."
        },
        {
            "name": "Cybernetic Shell III",
            "desc": "Your champions holding an item gain 300 Health and 60 Armor."
        },
        {
            "name": "Second Wind III",
            "desc": "After 10 seconds of combat, your units heal 100% of their missing Health."
        },
        {
            "name": "Double Trouble III",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 45 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Tri Force III",
            "desc": "Your 3-cost units gain 433 Health, 33 starting Mana, and 33% Attack Speed."
        },
        {
            "name": "Debonair Crown",
            "desc": "Gain 2 Debonair Emblems."
        },
        {
            "name": "Hextech Crown",
            "desc": "Gain 2 Hextech Emblems."
        },
        {
            "name": "Striker Crown",
            "desc": "Gain 2 Striker Emblems."
        },
        {
            "name": "Calculated Loss",
            "desc": "After losing your combat, gain 2 gold and a free Shop refresh."
        },
        {
            "name": "Ancient Archives",
            "desc": "Gain 1 Tome of Traits."
        },
        {
            "name": "Dominance",
            "desc": "After winning your player combat, gain 1 bonus gold for every 2 surviving units."
        },
        {
            "name": "Item Grab Bag I",
            "desc": "Gain 1 random completed item."
        },
        {
            "name": "Phony Frontline",
            "desc": "Gain 2 Target Dummies."
        },
        {
            "name": "Hyper Roll",
            "desc": "If you have less than 10 gold at the end of a round, gain 2 gold."
        },
        {
            "name": "Pandora's Items",
            "desc": "Gain a random component. At the start of each round, items on your bench are randomized (excluding Tactician's Crown, Spatula, and consumables)."
        },
        {
            "name": "Ascension",
            "desc": "After 15 seconds of combat, your units deal 50% more damage."
        },
        {
            "name": "Built Different I",
            "desc": "Your units with no Traits active gain 300 Health and 60% Attack Speed."
        },
        {
            "name": "Celestial Blessing I",
            "desc": "Your units heal for 12% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 300 Health."
        },
        {
            "name": "Knife's Edge I",
            "desc": "Your units that start combat in the front 2 rows gain 30 Attack Damage."
        },
        {
            "name": "Cybernetic Implants I",
            "desc": "Your champions holding an item gain 125 Health and 10 Attack Damage."
        },
        {
            "name": "Exiles I",
            "desc": "Your units that start combat with no adajacent allies gain a 30% maximum Health shield for 8 seconds."
        },
        {
            "name": "Featherweights I",
            "desc": "Your 1 and 2 cost champions gain 25% Attack Speed and Move Speed."
        },
        {
            "name": "First Aid Kit",
            "desc": "All healing and shielding on your units is increased by 35%."
        },
        {
            "name": "Makeshift Armor I",
            "desc": "Your units with no items gain 35 Armor and Magic Resist."
        },
        {
            "name": "Stand United I",
            "desc": "Your units gain 2 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Thrill of the Hunt I",
            "desc": "Your units heal 400 Health on kill."
        },
        {
            "name": "Underdogs",
            "desc": "Whenever your team has fewer units alive than your opponent, your units regenerate 9% Health each second (maximum: 150)."
        },
        {
            "name": "Weakspot I",
            "desc": "Your units' attacks ignore 20% of the target's Armor and reduce healing received by 50% for 5 seconds."
        },
        {
            "name": "Arcanist Heart",
            "desc": "Your team counts as having 1 additional Arcanist. Gain a Swain."
        },
        {
            "name": "Runic Shield I",
            "desc": "Arcanists start combat with a shield equal to 300% of their Ability Power for 8 seconds. Gain a Swain."
        },
        {
            "name": "Assassin Heart",
            "desc": "Your team counts as having 1 additional Assassin. Gain a Talon."
        },
        {
            "name": "Cutthroat",
            "desc": "Assassins Mana Reave the first unit they attack, increasing their maximum Mana by 50% until they cast. Gain a Talon."
        },
        {
            "name": "Bodyguard Heart",
            "desc": "Your team counts as having 1 additional Bodyguard. Gain a Blitzcrank."
        },
        {
            "name": "Stand Behind Me",
            "desc": "Bodyguards' Armor bonus is increased by 25%. At the start of combat, Bodyguards grant 100% of their Armor bonus to non-Bodyguard allies directly behind them (does not stack). Gain a Blitzcrank."
        },
        {
            "name": "Bruiser Heart",
            "desc": "Your team counts as having 1 additional Bruiser. Gain a Sejuani."
        },
        {
            "name": "Shrug It Off",
            "desc": "Bruisers regenerate 2.5% of their maximum Health each second. Gain a Sejuani."
        },
        {
            "name": "Challenger Heart",
            "desc": "Your team counts as having 1 additional Challenger. Gain a Quinn."
        },
        {
            "name": "En Garde",
            "desc": "The first time an enemy is attacked by a Challenger, they are Disarmed for 2.5 seconds. Gain a Warwick."
        },
        {
            "name": "Chemical Overload I",
            "desc": "Chemtechs explode on death, dealing 20% of their max Health as magic damage to enemies within 2 hexes. Gain a Warwick."
        },
        {
            "name": "Chemtech Heart",
            "desc": "Your team counts as having 1 additional Chemtech. Gain a Warwick."
        },
        {
            "name": "Clockwork Heart",
            "desc": "Your team counts as having 1 additional Clockwork. Gain a Zilean."
        },
        {
            "name": "Enchanter Heart",
            "desc": "Your team counts as having 1 additional Enchanter. Gain a Lulu."
        },
        {
            "name": "Ardent Censer",
            "desc": "Allies healed or shielded by Enchanters gain 45% stacking Attack Speed for the rest of combat (maximum once every 3 seconds). Gain a Lulu."
        },
        {
            "name": "Enforcer Heart",
            "desc": "Your team counts as having 1 additional Enforcer. Gain a Sejuani."
        },
        {
            "name": "Innovator Heart",
            "desc": "Your team counts as having 1 additional Innovator."
        },
        {
            "name": "Self Repair",
            "desc": "When the Innovation dies, it will become untargetable and repair itself if an Innovator is still alive. Gain a Zilean."
        },
        {
            "name": "Mercenary Heart",
            "desc": "Your team counts as having 1 additional Mercenary."
        },
        {
            "name": "Pirates",
            "desc": "Mercenary units have a 66% chance to drop 1 gold when they kill an enemy. Gain a Quinn."
        },
        {
            "name": "Mutant Heart",
            "desc": "Your team counts as having 1 additional Mutant. Gain a Rek'Sai."
        },
        {
            "name": "Unstable Evolution",
            "desc": "Mutants randomly gain one of the following when they reach 2 star: 500 Health, 30% Attack Speed, 30 Attack Damage, or 30 Ability Power. These bonuses stack. Gain a Rek'sai."
        },
        {
            "name": "Scholar Heart",
            "desc": "Your team counts as having 1 additional Scholar. Gain a Zyra."
        },
        {
            "name": "Lifelong Learning",
            "desc": "Scholars permanently gain 2 Ability Power after each combat, and an additional 2 if they survived. Gain a Syndra."
        },
        {
            "name": "Scrap Heart",
            "desc": "Your team counts as having 1 additional Scrap. Gain a Blitzcrank."
        },
        {
            "name": "Sniper's Nest",
            "desc": "Snipers gain +8% damage for each round fought from the same starting hex. (Maximum +32%). Gain an Ashe."
        },
        {
            "name": "Sniper Heart",
            "desc": "Your team counts as having 1 additional Sniper. Gain a Ashe."
        },
        {
            "name": "Duet",
            "desc": "Summon 1 additional Socialite spotlight. Spotlighted units gain 200 Health. Gain a Senna."
        },
        {
            "name": "Socialite Heart",
            "desc": "Your team counts as having 1 additional Socialite."
        },
        {
            "name": "Syndicate Heart",
            "desc": "Your team counts as having 1 additional Syndicate. Gain a Zyra."
        },
        {
            "name": "One For All",
            "desc": "When your Syndicates die, they grant your other Syndicates 15 Attack Damage and Ability Power. Gain an Ashe."
        },
        {
            "name": "Payday",
            "desc": "After winning your combat, gain 1 bonus gold for each surviving Syndicate. Gain an Ashe."
        },
        {
            "name": "Twinshot Heart",
            "desc": "Your team counts as having 1 additional Twinshot. Gain a Corki."
        },
        {
            "name": "So Small",
            "desc": "Yordles gain 25% Dodge Chance. Gain a Corki."
        },
        {
            "name": "Rich Get Richer",
            "desc": "Gain 12 gold. Your maximum interest is increased to 7."
        },
        {
            "name": "Binary Airdrop",
            "desc": "Your champions equipped with 2 items temporarily gain a random completed item at the start of combat."
        },
        {
            "name": "Clear Mind",
            "desc": "If you have no champions on your bench at the end of a round, gain 3 experience points."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop refresh each round."
        },
        {
            "name": "Sunfire Board",
            "desc": "At the start of combat, burn all enemies for 20% of their maximum Health over 10 seconds and reduce healing received by 50%."
        },
        {
            "name": "Metabolic Accelerator",
            "desc": "Your Tactician moves faster and heals 2 Health after a PVP round."
        },
        {
            "name": "Salvage Bin",
            "desc": "Gain a random completed item. Selling champions breaks apart their full items into components (excluding Tactician's Crown)."
        },
        {
            "name": "Portable Forge",
            "desc": "Open an Armory and choose 1 of 3 unique Artifacts crafted by Ornn."
        },
        {
            "name": "Knife's Edge II",
            "desc": "Your units that start combat in the front 2 rows gain 40 Attack Damage."
        },
        {
            "name": "Cybernetic Implants II",
            "desc": "Your champions holding an item gain 200 Health and 20 Attack Damage."
        },
        {
            "name": "Exiles II",
            "desc": "Your units that start combat with no adajacent allies gain a 45% maximum Health shield for 8 seconds."
        },
        {
            "name": "Featherweights II",
            "desc": "Your 1 and 2 cost champions gain 35% Attack Speed and Move Speed."
        },
        {
            "name": "Built Different II",
            "desc": "Your units with no Traits active gain 400 Health and 70% Attack Speed."
        },
        {
            "name": "Stand United II",
            "desc": "Your units gain 3 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Titanic Force",
            "desc": "Your units with more than 1400 maximum Health gain Attack Damage equal to 3% of their maximum Health."
        },
        {
            "name": "Makeshift Armor II",
            "desc": "Your units with no items gain 55 Armor and Magic Resist."
        },
        {
            "name": "Celestial Blessing II",
            "desc": "Your units heal for 20% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 450 Health."
        },
        {
            "name": "Thrill of the Hunt II",
            "desc": "Your units heal 700 Health on kill."
        },
        {
            "name": "Arcane Crest",
            "desc": "Gain an Arcanist Emblem and a Swain."
        },
        {
            "name": "Runic Shield II",
            "desc": "Arcanists start combat with a shield equal to 450% of their Ability Power for 8 seconds. Gain a Vex."
        },
        {
            "name": "Spell Blade",
            "desc": "After casting their Ability, Arcanists' next attack deals bonus magic damage equal to 180% of their Ability Power. Gain a Swain."
        },
        {
            "name": "Assassin Crest",
            "desc": "Gain an Assassin Emblem and a Talon."
        },
        {
            "name": "Smoke Bomb",
            "desc": "The first time Assassins drops to 70% health, they briefly enter stealth, becoming untargetable and shedding all negative effects. Any excess damage is reduced by 60%. Gain a Talon."
        },
        {
            "name": "Bodyguard Crest",
            "desc": "Gain a Bodyguard Emblem and a Darius."
        },
        {
            "name": "Bruiser Crest",
            "desc": "Gain a Bruiser Emblem and a Sejuani."
        },
        {
            "name": "Challenger Crest",
            "desc": "Gain a Challenger Emblem and a Quinn."
        },
        {
            "name": "Chemtech Crest",
            "desc": "Gain a Chemtech Emblem and a Warwick."
        },
        {
            "name": "Chemical Overload II",
            "desc": "Chemtechs explode on death, dealing 30% of their max Health as magic damage to enemies within 2 hexes. Gain a Zac."
        },
        {
            "name": "Instant Injection",
            "desc": "Chemtechs now additionally trigger their bonuses at the start of combat. Gain a Warwick."
        },
        {
            "name": "Clockwork Crest",
            "desc": "Gain a Clockwork Emblem and a Zilean."
        },
        {
            "name": "Broken Stopwatch",
            "desc": "5 seconds into combat, all enemies and non-Clockwork units are frozen in time for 4 seconds. Gain a Zilean."
        },
        {
            "name": "Armor Plating",
            "desc": "Colossus become invulnerable for 3 seconds when their Health drops to 50%. Gain a Cho'Gath."
        },
        {
            "name": "Mercenary Crest",
            "desc": "Gain a Mercenary Emblem and 3 gold."
        },
        {
            "name": "Gold Reserves",
            "desc": "Mercenaries deal 2% more damage per 1 gold you have. (Maximum +50%). Gain a Quinn."
        },
        {
            "name": "Mutant Crest",
            "desc": "Gain a Mutant Emblem and a Kassadin."
        },
        {
            "name": "Scholar Crest",
            "desc": "Gain a Scholar Emblem and a Zyra."
        },
        {
            "name": "Scrap Crest",
            "desc": "Gain a Scrap Emblem and a Blitzcrank."
        },
        {
            "name": "Junkyard",
            "desc": "Gain a random component every 4 combat rounds with the Scrap Trait active. Gain an Ezreal."
        },
        {
            "name": "Sniper Crest",
            "desc": "Gain a Sniper Emblem and an Ashe."
        },
        {
            "name": "Syndicate Crest",
            "desc": "Gain a Syndicate Emblem and a Zyra."
        },
        {
            "name": "Sharpshooter",
            "desc": "Twinshot's ranged attacks and Abilities can bounce once, dealing 60% less damage. Gain a Corki."
        },
        {
            "name": "Share the Spotlight",
            "desc": "Allies adjacent to a spotlight at the start of combat gain 125% of its bonuses. Gain a Senna."
        },
        {
            "name": "Windfall",
            "desc": "Gain gold based on the number of augments you have now. 0 = 20g, 1 = 35g, 2 = 55g"
        },
        {
            "name": "Wise Spending",
            "desc": "Gain 4 gold.Gain 2 experience points when you refresh your Shop."
        },
        {
            "name": "High Roller",
            "desc": "Gain 3 Loaded Dice and 8 gold."
        },
        {
            "name": "Item Grab Bag II",
            "desc": "Gain 2 random completed items and a Reforger."
        },
        {
            "name": "Band of Thieves",
            "desc": "Gain 2 Thief's Gloves."
        },
        {
            "name": "New Recruit",
            "desc": "Gain +1 maximum team size."
        },
        {
            "name": "Golden Ticket",
            "desc": "Each time your Shop is refreshed, you have a 50% chance to gain a free refresh."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy experience points, gain an additional 3. You can now reach level 10."
        },
        {
            "name": "High End Shopping",
            "desc": "Champions appear in your Shop as if you were 1 level higher. Gain 5 gold."
        },
        {
            "name": "Woodland Charm",
            "desc": "At the start of combat, your highest Health Champion creates a 1800 Health copy of themself (excluding items)."
        },
        {
            "name": "March of Progress",
            "desc": "Gain 5 bonus experience points per round. You can no longer use gold to level up."
        },
        {
            "name": "Exiles III",
            "desc": "Your units that start combat with no adajacent allies gain a 70% maximum Health shield for 8 seconds."
        },
        {
            "name": "Featherweights III",
            "desc": "Your 1 and 2 cost units gain 55% Attack Speed and Move Speed."
        },
        {
            "name": "Knife's Edge III",
            "desc": "Your units that start combat in the first 2 rows gain 55 Attack Damage."
        },
        {
            "name": "Cybernetic Implants III",
            "desc": "Your champions holding an item gain 300 Health and 30 Attack Damage."
        },
        {
            "name": "Built Different III",
            "desc": "Your units with no Traits active gain 500 Health and 80% Attack Speed."
        },
        {
            "name": "Stand United III",
            "desc": "Your units gain 5 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Makeshift Armor III",
            "desc": "Your units with no items gain 75 Armor and Magic Resist."
        },
        {
            "name": "Celestial Blessing III",
            "desc": "Your units heal for 35% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 600 Health."
        },
        {
            "name": "Runic Shield III",
            "desc": "Arcanists start combat with a shield equal to 600% of their Ability Power for 8 seconds."
        },
        {
            "name": "Arcanist Crown",
            "desc": "Gain 2 Arcanist Emblems."
        },
        {
            "name": "Assassin Crown",
            "desc": "Gain 2 Assassin Emblems."
        },
        {
            "name": "Bodyguard Crown",
            "desc": "Gain 2 Bodyguard Emblems."
        },
        {
            "name": "Bruiser Crown",
            "desc": "Gain 2 Bruiser Emblems."
        },
        {
            "name": "Challenger Crown",
            "desc": "Gain 2 Challenger Emblems."
        },
        {
            "name": "Chemtech Crown",
            "desc": "Gain 2 Chemtech Emblems."
        },
        {
            "name": "Clockwork Soul",
            "desc": "Your team counts as having 2 additional Clockworks. Gain 8 gold."
        },
        {
            "name": "Enchanter Soul",
            "desc": "Your team counts as having 2 additional Enchanters. Gain 12 gold."
        },
        {
            "name": "Enforcer Soul",
            "desc": "Your team counts as having 2 additional Enforcers. Gain 8 gold."
        },
        {
            "name": "Innovator Soul",
            "desc": "Your team counts as having 2 additional Innovators."
        },
        {
            "name": "Mercenary Soul",
            "desc": "Your team counts as having 2 additional Mercenaries."
        },
        {
            "name": "Mutant Crown",
            "desc": "Gain 2 Mutant Emblems."
        },
        {
            "name": "Scholar Soul",
            "desc": "Your team counts as having 2 additional Scholars. Gain 8 gold."
        },
        {
            "name": "Scrap Soul",
            "desc": "Your team counts as having 2 additional Scraps. Gain 8 gold."
        },
        {
            "name": "Sniper Crown",
            "desc": "Gain 2 Sniper Emblems."
        },
        {
            "name": "Socialite Soul",
            "desc": "Your team counts as having 2 additional Socialites."
        },
        {
            "name": "Syndicate Crown",
            "desc": "Gain 2 Syndicate Emblems."
        },
        {
            "name": "Twinshot Soul",
            "desc": "Your team counts as having 2 additional Twinshots. Gain 4 gold."
        },
        {
            "name": "Archangel's Embrace II",
            "desc": "Upon casting their Ability, your units gain Ability Power equal to 25% of their maximum Mana.."
        },
        {
            "name": "Archangel's Embrace III",
            "desc": "."
        },
        {
            "name": "Chemtech Unity",
            "desc": "The Chemtech trait grants its bonuses to all of your Champions. This does not increase your number of Chemtech units. Gain a Warwick."
        }
    ],
    "silver": [],
    "gold": [],
    "prismatic": [],
    "champion": []
}