{
    "normal": [],
    "silver": [
        {
            "name": "Runic Shield I",
            "desc": "Arcanists start combat with a shield equal to 300% of their Ability Power for 8 seconds."
        },
        {
            "name": "Arcanist Heart",
            "desc": "Your team counts as having 1 additional Arcanist. Gain a Swain."
        },
        {
            "name": "Ascension",
            "desc": "After 15 seconds of combat, your units deal 50% more damage."
        },
        {
            "name": "Cutthroat",
            "desc": "Assassins Mana Reave the first unit they attack, increasing their maximum Mana by 65% until they cast."
        },
        {
            "name": "Assassin Heart",
            "desc": "Your team counts as having 1 additional Assassin. Gain a Talon."
        },
        {
            "name": "Shrug It Off",
            "desc": "Bruisers regenerate 2.5% of their maximum Health each second."
        },
        {
            "name": "Bruiser Heart",
            "desc": "Your team counts as having 1 additional Bruiser. Gain a Trundle."
        },
        {
            "name": "Calculated Loss",
            "desc": "After losing your combat, gain 2 gold and a free Shop refresh."
        },
        {
            "name": "Celestial Blessing I",
            "desc": "Your units heal for 12% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 300 Health."
        },
        {
            "name": "En Garde",
            "desc": "The first time an enemy is attacked by a Challenger, they are Disarmed for 3 seconds."
        },
        {
            "name": "Challenger Heart",
            "desc": "Your team counts as having 1 additional Challenger. Gain a Quinn."
        },
        {
            "name": "Chemical Overload I",
            "desc": "Chemtechs explode on death, dealing 20% of their max Health as magic damage to enemies within 2 hexes."
        },
        {
            "name": "Chemtech Heart",
            "desc": "Your team counts as having 1 additional Chemtech. Gain a Zac."
        },
        {
            "name": "Clockwork Heart",
            "desc": "Your team counts as having 1 additional Clockwork. Gain a Zilean."
        },
        {
            "name": "Cybernetic Implants I",
            "desc": "Your champions holding an item gain 150 Health and 10 Attack Damage."
        },
        {
            "name": "Exiles I",
            "desc": "Your units that start combat with no adajacent allies gain a 30% maximum Health shield for 8 seconds."
        },
        {
            "name": "Stand United I",
            "desc": "Your units gain 2 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Dominance",
            "desc": "After winning your player combat, gain 1 bonus gold for every 2 surviving units."
        },
        {
            "name": "Ardent Censer",
            "desc": "Allies healed or shielded by Enchanters gain 50% stacking Attack Speed for the rest of combat (maximum once every 4 seconds)."
        },
        {
            "name": "Enchanter Heart",
            "desc": "Your team counts as having 1 additional Enchanter. Gain a Taric."
        },
        {
            "name": "Enforcer Heart",
            "desc": "Your team counts as having 1 additional Enforcer. Gain a Vi."
        },
        {
            "name": "Mutant Heart",
            "desc": "Your team counts as having 1 additional Mutant. Gain a Kog'Maw."
        },
        {
            "name": "Featherweights I",
            "desc": "Your 1 and 2 cost champions gain 25% Attack Speed and movement speed."
        },
        {
            "name": "First Aid Kit",
            "desc": "All healing and shielding on your units is increased by 35%."
        },
        {
            "name": "Stand Behind Me",
            "desc": "Increases the Bodyguard Armor bonus by 25%. At the start of combat, Bodyguards grant 100% of their Armor bonus to non-Bodyguard allies directly behind them (does not stack)."
        },
        {
            "name": "Bodyguard Heart",
            "desc": "Your team counts as having 1 additional Bodyguard. Gain a Blitzcrank."
        },
        {
            "name": "Hyper Roll",
            "desc": "If you have less than 10 gold at the end of a round, gain 2 gold."
        },
        {
            "name": "Self Repair",
            "desc": "When the Innovation dies, it will become untargetable and repair itself if an Innovator is still alive."
        },
        {
            "name": "Innovator Heart",
            "desc": "Your team counts as having 1 additional Innovator."
        },
        {
            "name": "Item Grab Bag I",
            "desc": "Gain 1 random completed item(s)."
        },
        {
            "name": "Makeshift Armor I",
            "desc": "Your units with no items gain 35 Armor and Magic Resist."
        },
        {
            "name": "Knife's Edge I",
            "desc": "Your units that start combat in the front 2 rows gain 25 Attack Damage."
        },
        {
            "name": "Pirates",
            "desc": "Mercenary units have a 50% chance to drop 1 gold when they kill an enemy."
        },
        {
            "name": "Mercenary Heart",
            "desc": "Your team counts as having 1 additional Mercenary."
        },
        {
            "name": "Unstable Evolution",
            "desc": "Mutants randomly gain one of the following when they reach 2 star: 500 Health, 30% Attack Speed, 30 Attack Damage, or 30 Ability Power. These bonuses stack."
        },
        {
            "name": "Pandora's Items",
            "desc": "Gain a random component. At the start of each round, items on your bench are randomized (excluding Tactician's Crown, Spatula, and consumables)."
        },
        {
            "name": "Lifelong Learning",
            "desc": "Scholars permanently gain 2 Ability Power after each combat, and an additional 2 if they survived."
        },
        {
            "name": "Scholar Heart",
            "desc": "Your team counts as having 1 additional Scholar. Gain a Zyra."
        },
        {
            "name": "Scrap Heart",
            "desc": "Your team counts as having 1 additional Scrap. Gain a Blitzcrank."
        },
        {
            "name": "Sniper's Nest",
            "desc": "Snipers gain +10% damage for each round fought from the same starting hex. (Maximum +40%)"
        },
        {
            "name": "Sniper Heart",
            "desc": "Your team counts as having 1 additional Sniper. Gain a Tristana."
        },
        {
            "name": "Duet",
            "desc": "Summon 1 additional Socialite spotlight. Spotlighted units gain 400 Health."
        },
        {
            "name": "Socialite Heart",
            "desc": "Your team counts as having 1 additional Socialite."
        },
        {
            "name": "One For All",
            "desc": "When your Syndicates die, they grant your other Syndicates 20 Attack Damage and Ability Power."
        },
        {
            "name": "Payday",
            "desc": "After winning your combat, gain 1 bonus gold for each surviving Syndicate."
        },
        {
            "name": "Syndicate Heart",
            "desc": "Your team counts as having 1 additional Syndicate. Gain a Zyra."
        },
        {
            "name": "Phony Frontline",
            "desc": "Gain 2 Target Dummies."
        },
        {
            "name": "Thrill of the Hunt I",
            "desc": "Your units heal 400 Health on kill."
        },
        {
            "name": "Ancient Archives",
            "desc": "Gain 1 Tome of Traits."
        },
        {
            "name": "Built Different I",
            "desc": "Your units with no Traits active gain 300 Health and 50% Attack Speed."
        },
        {
            "name": "Twinshot Heart",
            "desc": "Your team counts as having 1 additional Twinshot. Gain a Kog'Maw."
        },
        {
            "name": "Underdogs",
            "desc": "Whenever your team has fewer units alive than your opponent, your units regenerate 9% of their missing Health each second (maximum: 150)."
        },
        {
            "name": "Weakspot",
            "desc": "Your units' attacks ignore 20% of the target's Armor and reduce healing received by 50% for 5 seconds."
        },
        {
            "name": "So Small",
            "desc": "Yordles gain 35% Dodge Chance."
        }
    ],
    "gold": [
        {
            "name": "Arcane Crest",
            "desc": "Gain an Arcanist Emblem and a Swain."
        },
        {
            "name": "Runic Shield II",
            "desc": "Arcanists start combat with a shield equal to 450% of their Ability Power for 8 seconds."
        },
        {
            "name": "Spell Blade",
            "desc": "After casting their Ability, Arcanists' next attack deals bonus magic damage equal to 225% of their Ability Power. Spell Blade's damage is considered Ability damage."
        },
        {
            "name": "Assassin Crest",
            "desc": "Gain an Assassin Emblem and a Talon."
        },
        {
            "name": "Smoke Bomb",
            "desc": "The first time Assassins drops to 60% health, they briefly enter stealth, becoming untargetable and shedding all negative effects. Any excess damage is reduced by 80%."
        },
        {
            "name": "Binary Airdrop",
            "desc": "Your champions equipped with 2 items temporarily gain a random completed item at the start of combat."
        },
        {
            "name": "Bruiser Crest",
            "desc": "Gain a Bruiser Emblem and a Trundle."
        },
        {
            "name": "Celestial Blessing II",
            "desc": "Your units heal for 20% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 450 Health."
        },
        {
            "name": "Challenger Crest",
            "desc": "Gain a Challenger Emblem and a Quinn."
        },
        {
            "name": "Chemtech Crest",
            "desc": "Gain a Chemtech Emblem and a Warwick."
        },
        {
            "name": "Instant Injection",
            "desc": "Chemtechs now additionally trigger their bonuses at the start of combat."
        },
        {
            "name": "Chemical Overload II",
            "desc": "Chemtechs explode on death, dealing 30% of their max Health as magic damage to enemies within 2 hexes."
        },
        {
            "name": "Clear Mind",
            "desc": "If you have no champions on your bench at the end of a round, gain 3 experience points."
        },
        {
            "name": "Broken Stopwatch",
            "desc": "5 seconds into combat, all enemies and non-Clockwork units are frozen in time for 4 seconds."
        },
        {
            "name": "Clockwork Crest",
            "desc": "Gain a Clockwork Emblem and a Zilean."
        },
        {
            "name": "Armor Plating",
            "desc": "Colossus become invulnerable for 2 seconds when their Health drops to 60% and 30%."
        },
        {
            "name": "Cybernetic Implants II",
            "desc": "Your champions holding an item gain 250 Health and 20 Attack Damage."
        },
        {
            "name": "Exiles II",
            "desc": "Your units that start combat with no adajacent allies gain a 45% maximum Health shield for 8 seconds."
        },
        {
            "name": "Stand United II",
            "desc": "Your units gain 3 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Mutant Crest",
            "desc": "Gain a Mutant Emblem and a Kassadin."
        },
        {
            "name": "Featherweights II",
            "desc": "Your 1 and 2 cost champions gain 35% Attack Speed and movement speed."
        },
        {
            "name": "Bodyguard Crest",
            "desc": "Gain a Bodyguard Emblem and a Darius."
        },
        {
            "name": "Makeshift Armor II",
            "desc": "Your units with no items gain 55 Armor and Magic Resist."
        },
        {
            "name": "Knife's Edge II",
            "desc": "Your units that start combat in the front 2 rows gain 35 Attack Damage."
        },
        {
            "name": "Mercenary Crest",
            "desc": "Gain a Mercenary Emblem and 3 gold."
        },
        {
            "name": "Gold Reserves",
            "desc": "Mercenaries deal 1% more damage per 1 gold you have. (Maximum +60%)"
        },
        {
            "name": "Metabolic Accelerator",
            "desc": "Your Tactician moves faster and heals 2 Health at the end of each PVP round."
        },
        {
            "name": "Portable Forge",
            "desc": "Open an Armory and choose 1 of 3 unique Artifacts crafted by Ornn."
        },
        {
            "name": "Rich Get Richer",
            "desc": "Gain 10 gold. Your maximum interest is increased to 7."
        },
        {
            "name": "Salvage Bin",
            "desc": "Gain a random completed item. Selling champions breaks apart their full items into components (excluding Tactician's Crown)."
        },
        {
            "name": "Scholar Crest",
            "desc": "Gain a Scholar Emblem and a Heimerdinger."
        },
        {
            "name": "Junkyard",
            "desc": "Gain a random component every 3 combat rounds with the Scrap Trait active."
        },
        {
            "name": "Scrap Crest",
            "desc": "Gain a Scrap Emblem and a Blitzcrank."
        },
        {
            "name": "Sniper Crest",
            "desc": "Gain a Sniper Emblem and a Tristana."
        },
        {
            "name": "Sharpshooter",
            "desc": "Twinshot's ranged attacks and Abilities can bounce once, dealing 45% less damage."
        },
        {
            "name": "Share the Spotlight",
            "desc": "Allies adjacent to a spotlight at the start of combat gain 100% of its bonuses."
        },
        {
            "name": "Sunfire Board",
            "desc": "At the start of combat, burn all enemies for 20% of their maximum Health over 10 seconds and reduce healing received by 50%."
        },
        {
            "name": "Syndicate Crest",
            "desc": "Gain a Syndicate Emblem and a Zyra."
        },
        {
            "name": "Thrill of the Hunt II",
            "desc": "Your units heal 700 Health on kill."
        },
        {
            "name": "Titanic Force",
            "desc": "Your units with more than 1400 maximum Health gain Attack Damage equal to 3% of their maximum Health."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop refresh each round."
        },
        {
            "name": "Built Different II",
            "desc": "Your units with no Traits active gain 400 Health and 60% Attack Speed."
        }
    ],
    "prismatic": [
        {
            "name": "Arcanist Crown",
            "desc": "Gain 2 Arcanist Emblems."
        },
        {
            "name": "Runic Shield III",
            "desc": "Arcanists start combat with a shield equal to 600% of their Ability Power for 8 seconds."
        },
        {
            "name": "Assassin Crown",
            "desc": "Gain 2 Assassin Emblems."
        },
        {
            "name": "Band of Thieves",
            "desc": "Gain 2 Thief's Gloves."
        },
        {
            "name": "Bruiser Crown",
            "desc": "Gain 2 Bruiser Emblems."
        },
        {
            "name": "Celestial Blessing III",
            "desc": "Your units heal for 25% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 600 Health."
        },
        {
            "name": "Challenger Crown",
            "desc": "Gain 2 Challenger Emblems."
        },
        {
            "name": "Chemtech Crown",
            "desc": "Gain 2 Chemtech Emblems."
        },
        {
            "name": "Chemical Overload III",
            "desc": "Chemtechs explode on death, dealing 40% of their max Health as magic damage to enemies within 2 hexes."
        },
        {
            "name": "Clockwork Soul",
            "desc": "Your team counts as having 2 additional Clockworks. Gain 8 gold."
        },
        {
            "name": "Cybernetic Implants III",
            "desc": "Your champions holding an item gain 350 Health and 30 Attack Damage."
        },
        {
            "name": "Exiles III",
            "desc": "Your units that start combat with no adajacent allies gain a 70% maximum Health shield for 8 seconds."
        },
        {
            "name": "Stand United III",
            "desc": "Your units gain 5 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Enchanter Soul",
            "desc": "Your team counts as having 2 additional Enchanters. Gain 8 gold."
        },
        {
            "name": "Enforcer Soul",
            "desc": "Your team counts as having 2 additional Enforcers. Gain 8 gold."
        },
        {
            "name": "Mutant Crown",
            "desc": "Gain 2 Mutant Emblems."
        },
        {
            "name": "Featherweights III",
            "desc": "Your 1 and 2 cost units gain 55% Attack Speed and movement speed."
        },
        {
            "name": "New Recruit",
            "desc": "Gain +1 maximum team size."
        },
        {
            "name": "Golden Ticket",
            "desc": "Each time your Shop is refreshed, you have a 40% chance to gain a free refresh."
        },
        {
            "name": "High Roller",
            "desc": "Gain 3 Loaded Dice and 8 gold."
        },
        {
            "name": "Bodyguard Crown",
            "desc": "Gain 2 Bodyguard Emblems."
        },
        {
            "name": "High End Shopping",
            "desc": "Champions appear in your Shop as if you were 1 level higher."
        },
        {
            "name": "Innovator Soul",
            "desc": "Your team counts as having 2 additional Innovators."
        },
        {
            "name": "Item Grab Bag II",
            "desc": "Gain 2 random completed item(s) and a Reforger."
        },
        {
            "name": "Makeshift Armor III",
            "desc": "Your units with no items gain 75 Armor and Magic Resist."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy experience points, gain an additional 3. You can now reach level 10."
        },
        {
            "name": "Knife's Edge III",
            "desc": "Your units that start combat in the first 2 rows gain 50 Attack Damage."
        },
        {
            "name": "Mercenary Soul",
            "desc": "Your team counts as having 2 additional Mercenaries."
        },
        {
            "name": "Scholar Soul",
            "desc": "Your team counts as having 2 additional Scholars. Gain 8 gold."
        },
        {
            "name": "Scrap Soul",
            "desc": "Your team counts as having 2 additional Scraps. Gain 8 gold."
        },
        {
            "name": "March of Progress",
            "desc": "Gain 5 bonus experience points per round. You can no longer use gold to level up."
        },
        {
            "name": "Sniper Crown",
            "desc": "Gain 2 Sniper Emblems."
        },
        {
            "name": "Socialite Soul",
            "desc": "Your team counts as having 2 additional Socialites."
        },
        {
            "name": "Syndicate Crown",
            "desc": "Gain 2 Syndicate Emblems."
        },
        {
            "name": "Wise Spending",
            "desc": "Gain 4 gold.Gain 2 experience points when you refresh your Shop."
        },
        {
            "name": "Built Different III",
            "desc": "Your units with no Traits active gain 500 Health and 70% Attack Speed."
        },
        {
            "name": "Twinshot Soul",
            "desc": "Your team counts as having 2 additional Twinshots. Gain 8 gold."
        },
        {
            "name": "Windfall",
            "desc": "Gain gold based on the number of augments you have now. 0 = 18g, 1 = 30g, 2 = 45g"
        },
        {
            "name": "Woodland Charm",
            "desc": "At the start of combat, your highest Health Champion creates a 1600 Health copy of themself (excluding items)."
        }
    ],
    "champion": []
}