{
    "normal": [],
    "silver": [
        {
            "name": "Assassin Heart",
            "desc": "Your team counts as having 1 additional Assassin. Gain a Kayn."
        },
        {
            "name": "Shrug It Off",
            "desc": "Bruisers regenerate 2.5% of their maximum Health each second. Gain a Sejuani."
        },
        {
            "name": "Bruiser Heart",
            "desc": "Your team counts as having 1 additional Bruiser. Gain a Shen."
        },
        {
            "name": "Celestial Blessing I",
            "desc": "Your units heal for 12% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 300 Health."
        },
        {
            "name": "Cybernetic Implants I",
            "desc": "Your champions holding an item gain 100 Health and 8 Attack Damage."
        },
        {
            "name": "Cybernetic Shell I",
            "desc": "Your champions holding an item gain 100 Health and 20 Armor."
        },
        {
            "name": "Cybernetic Uplink I",
            "desc": "Your champions holding an item gain 100 Health and restore 2 Mana per second."
        },
        {
            "name": "Exiles I",
            "desc": "Your units that start combat with no adajacent allies gain a 25% maximum Health shield for 10 seconds."
        },
        {
            "name": "Stand United I",
            "desc": "Your units gain 1 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Electrocharge I",
            "desc": "When your units receive critical strikes, they deal 50-110 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Featherweights I",
            "desc": "Your 1 and 2 cost champions gain 25% Attack Speed and Move Speed."
        },
        {
            "name": "First Aid Kit",
            "desc": "All healing and shielding on your units is increased by 25%."
        },
        {
            "name": "Item Grab Bag I",
            "desc": "Gain 1 random completed item."
        },
        {
            "name": "Luden's Echo I",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 40-130 (based on current Stage) magic damage."
        },
        {
            "name": "Makeshift Armor I",
            "desc": "Your units with no items gain 30 Armor and Magic Resist."
        },
        {
            "name": "Meditation I",
            "desc": "Your units without items equipped restore 4 Mana per second."
        },
        {
            "name": "Pandora's Items",
            "desc": "Gain a random component. At the start of each round, items on your bench are randomized (excluding Tactician's Crown, Spatula, and consumables)."
        },
        {
            "name": "Recombobulator",
            "desc": "Champions on your board permanently transform into random champions that cost 1 more. Gain 2 Magnetic Removers."
        },
        {
            "name": "Second Wind I",
            "desc": "After 10 seconds of combat, your units heal 40% of their missing Health."
        },
        {
            "name": "Thrill of the Hunt I",
            "desc": "Your units heal 400 Health on kill."
        },
        {
            "name": "Tiny Titans",
            "desc": "Your Tactician heals 30 Health, grows larger, and has 130 maximum Health."
        },
        {
            "name": "Built Different I",
            "desc": "Your units with no Traits active gain 250-400 Health and 40-70% Attack Speed. (based on current Stage)"
        },
        {
            "name": "Double Trouble I",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 22 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Weakspot I",
            "desc": "Your units' attacks ignore 20% of the target's Armor and reduce healing received by 50% for 3 seconds."
        },
        {
            "name": "Band of Thieves I",
            "desc": "Gain 1 Thief's Gloves."
        },
        {
            "name": "Lategame Specialist",
            "desc": "Gain 45 gold when you reach Level 9."
        },
        {
            "name": "AFK",
            "desc": "You cannot perform actions for the next 3 rounds. Afterwards, gain 20 gold."
        },
        {
            "name": "Best Friends I",
            "desc": "Your units that start combat only adjacent to each other gain 10% Attack Speed and 15 Armor."
        },
        {
            "name": "Axiom Arc I",
            "desc": "Your units gain 25 Mana on kill."
        },
        {
            "name": "Preparation I",
            "desc": "Units on your bench gain 6 Attack Damage and Ability Damage every round, up to 24."
        },
        {
            "name": "Big Friend",
            "desc": "Your units that start combat next to a unit with over 2000 Health take 10% less damage for the rest of combat."
        },
        {
            "name": "Astral Heart",
            "desc": "Your team counts as having 1 additional Astral. Gain a Nami."
        },
        {
            "name": "Cannoneer Heart",
            "desc": "Your team counts as having 1 additional Cannoneer. Gain a Tristana."
        },
        {
            "name": "Cavalier Heart",
            "desc": "Your team counts as having 1 additional Cavalier. Gain a Lillia."
        },
        {
            "name": "Evoker Heart",
            "desc": "Your team counts as having 1 additional Evoker. Gain a Lulu."
        },
        {
            "name": "Guardian Heart",
            "desc": "Your team counts as having 1 additional Guardian. Gain a Thresh."
        },
        {
            "name": "Guild Heart",
            "desc": "Your team counts as having 1 additional Guild. Gain a Twitch."
        },
        {
            "name": "Mage Heart",
            "desc": "Your team counts as having 1 additional Mage. Gain a Nami."
        },
        {
            "name": "Mirage Heart",
            "desc": "Your team counts as having 1 additional Mirage. Gain a Yone."
        },
        {
            "name": "Mystic Heart",
            "desc": "Your team counts as having 1 additional Mystic. Gain a Nami."
        },
        {
            "name": "Ragewing Heart",
            "desc": "Your team counts as having 1 additional Ragewing. Gain a Shen."
        },
        {
            "name": "Revel Heart",
            "desc": "Your team counts as having 1 additional Revel. Gain a Jinx."
        },
        {
            "name": "Scalescorn Heart",
            "desc": "Your team counts as having 1 additional Scalescorn. Gain a Braum."
        },
        {
            "name": "Shapeshifter Heart",
            "desc": "Your team counts as having 1 additional Shapeshifter. Gain a Gnar."
        },
        {
            "name": "Swiftshot Heart",
            "desc": "Your team counts as having 1 additional Swiftshot. Gain a Twitch."
        },
        {
            "name": "Tempest Heart",
            "desc": "Your team counts as having 1 additional Tempest. Gain a Qiyana."
        },
        {
            "name": "Warrior Heart",
            "desc": "Your team counts as having 1 additional Warrior. Gain a Yone."
        },
        {
            "name": "Whispers Heart",
            "desc": "Your team counts as having 1 additional Whispers. Gain a Thresh."
        },
        {
            "name": "Jade Crest",
            "desc": "Gain a Jade Emblem and a Ashe."
        },
        {
            "name": "Shimmerscale Crest",
            "desc": "Gain a Shimmerscale Emblem and a Kayn."
        },
        {
            "name": "TriForce I",
            "desc": "Your Tier 3 champions gain 133 Health, 13 starting Mana, and 13% Attack Speed."
        }
    ],
    "gold": [
        {
            "name": "Ascension",
            "desc": "After 15 seconds of combat, your units deal 50% more damage."
        },
        {
            "name": "Cutthroat",
            "desc": "Assassins Mana-Reave the first unit they attack, increasing their maximum Mana by 50% until they cast. Assassins deal 10% more damage against Mana-Reaved targets. Gain a Qiyana."
        },
        {
            "name": "Assassin Crest",
            "desc": "Gain an Assassin Emblem and a Kayn."
        },
        {
            "name": "Smoke Bomb",
            "desc": "The first time Assassins drops to 70% health, they briefly enter stealth, becoming untargetable and shedding all negative effects. Any excess damage is reduced by 60%. Gain a Talon."
        },
        {
            "name": "Bruiser Crest",
            "desc": "Gain a Bruiser Emblem and a Taric."
        },
        {
            "name": "Calculated Loss",
            "desc": "After losing your combat, gain 2 gold and a free Shop refresh."
        },
        {
            "name": "Celestial Blessing II",
            "desc": "Your units heal for 20% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 450 Health."
        },
        {
            "name": "Clear Mind",
            "desc": "If you have no champions on your bench at the end of a round, gain 3 experience points."
        },
        {
            "name": "Component Grab Bag",
            "desc": "Gain 3 random item components."
        },
        {
            "name": "Cybernetic Implants II",
            "desc": "Your champions holding an item gain 150 Health and 15 Attack Damage."
        },
        {
            "name": "Cybernetic Shell II",
            "desc": "Your champions holding an item gain 150 Health and 30 Armor."
        },
        {
            "name": "Cybernetic Uplink II",
            "desc": "Your champions holding an item gain 150 Health and restore 3 Mana per second."
        },
        {
            "name": "Exiles II",
            "desc": "Your units that start combat with no adajacent allies gain a 35% maximum Health shield for 10 seconds."
        },
        {
            "name": "Stand United II",
            "desc": "Your units gain 2 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Electrocharge II",
            "desc": "When your units receive critical strikes, they deal 85-145 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Featherweights II",
            "desc": "Your 1 and 2 cost champions gain 35% Attack Speed and Move Speed."
        },
        {
            "name": "Future Sight I",
            "desc": "Know who you will fight next. Gain a Zephyr."
        },
        {
            "name": "Hustler",
            "desc": "If you have less than 20 gold at the end of a round, gain 2 gold."
        },
        {
            "name": "Jeweled Lotus",
            "desc": "Magic and true damage from your units' Abilities can critically strike. Your units gain 25% Critical Strike Chance."
        },
        {
            "name": "Luden's Echo II",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 55-160 (based on current Stage) magic damage."
        },
        {
            "name": "Makeshift Armor II",
            "desc": "Your units with no items gain 45 Armor and Magic Resist."
        },
        {
            "name": "Meditation II",
            "desc": "Your units without items equipped restore 6 Mana per second."
        },
        {
            "name": "Metabolic Accelerator",
            "desc": "Your Tactician moves faster and heals 2 Health after a PVP round."
        },
        {
            "name": "Portable Forge",
            "desc": "Open an Armory and choose 1 of 3 unique Artifacts crafted by Ornn."
        },
        {
            "name": "Salvage Bin",
            "desc": "Gain a random completed item. Selling champions breaks apart their full items into components (excluding Tactician's Crown)."
        },
        {
            "name": "Second Wind II",
            "desc": "After 10 seconds of combat, your units heal 60% of their missing Health."
        },
        {
            "name": "Sunfire Board",
            "desc": "At the start of combat, burn all enemies for 15% of their maximum Health over 15 seconds and reduce healing received by 50%."
        },
        {
            "name": "Phony Frontline",
            "desc": "Gain 2 Target Dummies."
        },
        {
            "name": "Three's Company",
            "desc": "Gain 3 random 3-cost champions."
        },
        {
            "name": "Thrill of the Hunt II",
            "desc": "Your units heal 700 Health on kill."
        },
        {
            "name": "Ancient Archives I",
            "desc": "Gain 1 Tome of Traits."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop refresh each round."
        },
        {
            "name": "Built Different II",
            "desc": "Your units with no Traits active gain 300-600 Health and 50-80% Attack Speed. (based on current Stage)"
        },
        {
            "name": "True Twos",
            "desc": "Gain 1 random 2-star Tier 1 champions and 1 random 2-star Tier 2 champion."
        },
        {
            "name": "Double Trouble II",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 33 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Pandora's Bench",
            "desc": "Gain 5 gold. At the start of every turn, Champions on the 3 rightmost bench slots transform into random champions of the same cost."
        },
        {
            "name": "Jade Heart",
            "desc": "Your team counts as having 1 additional Jade. Gain a Gnar."
        },
        {
            "name": "Shimmerscale Heart",
            "desc": "Your team counts as having 1 additional Shimmerscale. Gain a Kayn."
        },
        {
            "name": "Rich Get Richer+",
            "desc": "Gain 18 gold. Your maximum interest is increased to 7."
        },
        {
            "name": "Urf's Grab Bag I",
            "desc": "Gain 1 Spatula and 1 random item component."
        },
        {
            "name": "Gadget Expert",
            "desc": "Direct Damage items deal 33% more damage as true damage. Gain a Statikk Shiv."
        },
        {
            "name": "Cluttered Mind",
            "desc": "If your bench is full at the end of a round, gain 4 experience points."
        },
        {
            "name": "Last Stand",
            "desc": "The first time you would die, instead drop to 1 Health. After this effect triggers, your units gain 200 Health, 20 Armor and Magic Resist, and 20% Omnivamp."
        },
        {
            "name": "Better Together",
            "desc": "Aura items that buff your team have their effects increased by 33%. Gain a Locket of the Iron Solari."
        },
        {
            "name": "Combat Training I",
            "desc": "Your Champions permanently gain 1 Attack Damage every time they kill an enemy unit. Champions start with 8 Attack Damage."
        },
        {
            "name": "Best Friends II",
            "desc": "Your units that start combat only adjacent to each other gain 15 Attack Speed and 25 Armor."
        },
        {
            "name": "Axiom Arc II",
            "desc": "Your units gain 40 Mana on kill."
        },
        {
            "name": "Intercosmic Gifts",
            "desc": "Astral Orbs have a 100% chance to spawn a smaller orb that contains bonus loot. Gain a Nami."
        },
        {
            "name": "Personal Training",
            "desc": "At the end of combat, Champions that started combat adjacent to Bruiser permanently gain 40 Health, increased by 20 if they survived. Gain a Shen."
        },
        {
            "name": "Titanic Strength",
            "desc": "Bruisers gain 1.5% of their Health as Attack Damage. Gain a Tahm Kench."
        },
        {
            "name": "Cannoneer Crest",
            "desc": "Gain a Cannoneer Emblem and a Jinx."
        },
        {
            "name": "Ricochet",
            "desc": "Cannoneer's cannon shots bounce once, dealing 33% less damage. Gain a Tristana."
        },
        {
            "name": "Hot Shot",
            "desc": "Cannoneer's cannon shots burn their targets, dealing 6% of the target's maximum Health as true damage over 2 seconds, and reducing healing by 50% for the duration of the burn. Gain a Tristana."
        },
        {
            "name": "Cavalier Crest",
            "desc": "Gain a Cavalier Emblem and a Sejuani."
        },
        {
            "name": "Devastating Charge",
            "desc": "Cavalier's first attack after charging deals 85 magic damage, increased by 1% for each Armor and Magic Resist they have. Gain a Lillia."
        },
        {
            "name": "Dragon Alliance",
            "desc": "The Dragon trait remains active regardless of how many Dragons you have. Dragons gain 60 Armor and Magic Resist. Gain a random Tier 4 Dragon."
        },
        {
            "name": "Dragon Horde",
            "desc": "The Dragon trait remains active regardless of how many Dragons you have. Dragons gain 30 Attack Damage and Ability Power. Gain a random Tier 4 Dragon."
        },
        {
            "name": "Inspire",
            "desc": "When the Dragonmancer Hero gets a takedown, champions that share a trait with the Dragonmancer Hero gain 70% Attack Speed for 3 seconds. Gain a Ashe."
        },
        {
            "name": "Dragonmancer Crest",
            "desc": "Gain a Dragonmancer Emblem and an Ashe."
        },
        {
            "name": "Evoker Crest",
            "desc": "Gain an Evoker Emblem and a Lulu."
        },
        {
            "name": "Essence Theft",
            "desc": "Evoker's attacks steal 5 Mana from their target. Gain a Lulu."
        },
        {
            "name": "Guardian Crest",
            "desc": "Gain a Guardian Emblem and a Braum."
        },
        {
            "name": "Heroic Presence",
            "desc": "Guardians taunt all enemies every 2 seconds. Enemies that attack a Guardian's shield take magic damage equal to 7% of the shielded unit's max Health (up to once per second). Gain a Thresh."
        },
        {
            "name": "Guild Crest",
            "desc": "Gain a Guild Emblem and a Twitch."
        },
        {
            "name": "Loot Master",
            "desc": "Gain a random component every 4 player combat rounds when you have at least Guild (2) active. Gain a Twitch."
        },
        {
            "name": "Gear Upgrades",
            "desc": "Guild champions holding an item gain 25 Armor and another 250% of their Guild bonus. Gain a Twitch."
        },
        {
            "name": "Eternal Protection",
            "desc": "When one of your Jade champions would die, the nearest Jade Statue protects them, losing 70% of its max Health and transferring 200% of that amount to the champion.. Gain an Ashe."
        },
        {
            "name": "Penitence",
            "desc": "Enemies are disarmed for 2.5 seconds the first time they attack a Jade Statue or are damaged by a Jade Statue's explosion. Gain a Gnar."
        },
        {
            "name": "Mage Crest",
            "desc": "Gain a Mage Emblem and a Vladimir."
        },
        {
            "name": "Mage Conference",
            "desc": "While the Mage trait is active, a random Mage portals onto your bench after combat with a player. Gain a Lillia."
        },
        {
            "name": "Mirage Crest",
            "desc": "Gain a Mirage Emblem and a Nunu."
        },
        {
            "name": "Hallucinate",
            "desc": "Mirage champions take 90% less damage for the first 6 seconds of combat. Gain a Yone."
        },
        {
            "name": "Ragewing Crest",
            "desc": "Gain a Ragewing Emblem and a Kayn."
        },
        {
            "name": "Scorch",
            "desc": "Every 5th instance of Ragewing champion's damage deals 20% more damage and is converted to true damage. Gain a Sena."
        },
        {
            "name": "Tantrum",
            "desc": "After casting their first Ability, Ragewings restore 100% of their maximum Rage."
        },
        {
            "name": "Revel Crest",
            "desc": "Gain a Revel Emblem and a Jinx."
        },
        {
            "name": "Party Favors",
            "desc": "Gain 1 gold for every 6 firecrackers launched by Revel champions each combat. Additionally, gain a special prize the first time 100 total firecrackers are launched. Gain a Jinx."
        },
        {
            "name": "Party Time!",
            "desc": "After Revels score a takedown, they gain 80% Attack Speed for 4 seconds. Gain a Jinx."
        },
        {
            "name": "Scalescorn Crest",
            "desc": "Gain a Scalescorn Emblem and a Braum."
        },
        {
            "name": "Beast's Den",
            "desc": "Units that start combat next to at least 2 Shapeshifters gain 35% Attack Speed and Move Speed. Shapeshifters always gain this bonus. Gain a Gnar."
        },
        {
            "name": "Reckless Spending",
            "desc": "If you purchase both XP and a Shop Refresh during the Planning Phase, Shimmerscale champions and Champions having a Shimmerscale item gain 40% damage for the next combat phase. Gain a Kayn."
        },
        {
            "name": "Swiftshot Crest",
            "desc": "Gain a Swiftshot Emblem and a Ashe."
        },
        {
            "name": "Press the Attack",
            "desc": "Your Swiftshots' attacks apply a stack on their target for 5 seconds. Every third stack consumes all stacks to deal true damage equal to 4% of the target's maximum Health. Gain a Twitch."
        },
        {
            "name": "Tempest Crest",
            "desc": "Gain a Tempest Emblem and a Qiyana."
        },
        {
            "name": "Eye of the Storm",
            "desc": "At the start of combat, the unit in the center of the board gains 45 Ability Power, increased to 135 after Tempest lightning strikes. Gain a Qiyana."
        },
        {
            "name": "Warrior Crest",
            "desc": "Gain a Warrior Emblem and a Shen."
        },
        {
            "name": "Tiamat",
            "desc": "Warrior's additional attacks deal 50% of their damage to enemies in a 1-hex area around their target. Gain a Yone."
        },
        {
            "name": "Whispers Crest",
            "desc": "Gain a Whispers Emblem and a Thresh."
        },
        {
            "name": "Preparation II",
            "desc": "Units on your bench gain 7 Attack Damage and Ability Damage every round, up to 28."
        },
        {
            "name": "First Aid Kit II",
            "desc": "All healing and shielding on your units is increased by 35%."
        },
        {
            "name": "Blue Battery",
            "desc": "After casting their Ability, your units restore 20 Mana."
        },
        {
            "name": "Rich Get Richer",
            "desc": "Gain 10 gold. Your maximum interest is increased to 7."
        },
        {
            "name": "Big Friend II",
            "desc": "Your units that start combat next to a unit with over 2000 Health take 18% less damage for the rest of combat."
        },
        {
            "name": "TriForce II",
            "desc": "Your Tier 3 champions gain 233 Health, 23 starting Mana, and 23% Attack Speed."
        },
        {
            "name": "Trade Sector+",
            "desc": "Gain a free Shop refresh each round. Gain 8 golds."
        }
    ],
    "prismatic": [
        {
            "name": "Assassin Crown",
            "desc": "Gain an Assassin Emblem, a Hand of Justice, and a Diana."
        },
        {
            "name": "Band of Thieves II",
            "desc": "Gain 2 Thief's Gloves."
        },
        {
            "name": "Binary Airdrop",
            "desc": "Your champions equipped with 2 items temporarily gain a random completed item at the start of combat."
        },
        {
            "name": "Bruiser Crown",
            "desc": "Gain a Bruiser Emblem, a Redemption, and an Sylas."
        },
        {
            "name": "Celestial Blessing III",
            "desc": "Your units heal for 35% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 600 Health."
        },
        {
            "name": "Cybernetic Implants III",
            "desc": "Your champions holding an item gain 250 Health and 25 Attack Damage."
        },
        {
            "name": "Cybernetic Shell III",
            "desc": "Your champions holding an item gain 250 Health and 40 Armor."
        },
        {
            "name": "Cybernetic Uplink III",
            "desc": "Your champions holding an item gain 250 Health and restore 4 Mana per second."
        },
        {
            "name": "Exiles III",
            "desc": "Your units that start combat with no adajacent allies gain a 50% maximum Health shield for 10 seconds."
        },
        {
            "name": "Stand United III",
            "desc": "Your units gain 3 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Electrocharge III",
            "desc": "When your units receive critical strikes, they deal 115-235 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Featherweights III",
            "desc": "Your 1 and 2 cost units gain 60% Attack Speed and Move Speed."
        },
        {
            "name": "Future Sight II",
            "desc": "Know who you fight next. Gain a Radiant Zephyr."
        },
        {
            "name": "High Roller",
            "desc": "Gain 3 Loaded Dice and 8 gold."
        },
        {
            "name": "High End Shopping",
            "desc": "Champions appear in your Shop as if you were 1 level higher. Gain 10 gold."
        },
        {
            "name": "Item Grab Bag II",
            "desc": "Gain 2 random completed items and 2 Reforgers."
        },
        {
            "name": "Luden's Echo III",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 90-240 (based on current Stage) magic damage."
        },
        {
            "name": "Makeshift Armor III",
            "desc": "Your units with no items gain 65 Armor and Magic Resist."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy experience points, gain an additional 3. You can now reach level 10."
        },
        {
            "name": "Meditation III",
            "desc": "Your units without items equipped restore 8 Mana per second."
        },
        {
            "name": "New Recruit",
            "desc": "Gain +1 maximum team size."
        },
        {
            "name": "Radiant Relics",
            "desc": "Open an Armory and choose 1 of 5 unique Radiant items."
        },
        {
            "name": "March of Progress",
            "desc": "Gain 5 bonus experience points per round. You can no longer use gold to level up."
        },
        {
            "name": "The Golden Egg",
            "desc": "Gain a massive golden egg that hatches in 11 turns. If you won vs player, receive bonus turn."
        },
        {
            "name": "Wise Spending",
            "desc": "Gain 2 experience points when you refresh your Shop."
        },
        {
            "name": "Built Different III",
            "desc": "Your units with no Traits active gain 400-700 Health and 60-90% Attack Speed. (based on current Stage)"
        },
        {
            "name": "Double Trouble III",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 44 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Verdant Veil",
            "desc": "Your units are immune to crowd control effects for the first 15 seconds of combat."
        },
        {
            "name": "Windfall",
            "desc": "Gain 25 gold."
        },
        {
            "name": "Urf's Grab Bag II",
            "desc": "Gain 1 Spatula and 3 random item components."
        },
        {
            "name": "Living Forge",
            "desc": "Gain a random Ornn item now and after every 10 player combats."
        },
        {
            "name": "Ancient Archives II",
            "desc": "Gain 2 Tome of Traits."
        },
        {
            "name": "Cruel Pact",
            "desc": "Buying XP costs 6 Health instead of gold. But Heal 3 Health after a round."
        },
        {
            "name": "Think Fast",
            "desc": "Shop refreshes are free until the end of this round. Traits and other augments do not benefit from these free shops. Gain 8 gold."
        },
        {
            "name": "Cursed Crown",
            "desc": "Gain +2 maximum team size, but take 100% increased player damage."
        },
        {
            "name": "Cannoneer Crown",
            "desc": "Gain a Cannoneer Emblem, a Runaan's Hurricane, and a Tristana."
        },
        {
            "name": "Cavalier Unity",
            "desc": "The Cavalier trait grants its bonuses to all of your Champions. This does not increase your number of Cavaliers. Gain a Sejuani."
        },
        {
            "name": "Cavalier Crown",
            "desc": "Gain a Cavalier Emblem, a Redemption, and a Nunu."
        },
        {
            "name": "Dragonmancer Soul",
            "desc": "Gain a Dragonmancer Emblem, a Hand of Justice, and a Lee Sin."
        },
        {
            "name": "Evoker Crown",
            "desc": "Gain an Evoker Emblem, a Spear of Shojin, and an Anivia."
        },
        {
            "name": "Guardian Crown",
            "desc": "Gain a Guardian Emblem, a Sunfire Cape, and a Braum."
        },
        {
            "name": "Guild Crown",
            "desc": "Gain a Guild Emblem, a Giant Slayer and a Ryze."
        },
        {
            "name": "Jade Soul",
            "desc": "Your team counts as having 1 additional Jade. Gain an Titan's Resolve and a Gnar."
        },
        {
            "name": "Mage Crown",
            "desc": "Gain a Mage Emblem, a Spear of Shojin, and a Ryze."
        },
        {
            "name": "Mirage Crown",
            "desc": "Gain a Mirage Emblem, a Hand of Justice, and a Nunu."
        },
        {
            "name": "Mystic Soul",
            "desc": "Your team counts as having 1 additional Mystic. Gain a Spear of Shojin and a Lulu."
        },
        {
            "name": "Ragewing Crown",
            "desc": "Gain a Ragewing Emblem, a Guinsoo's Rageblade, and a Swain."
        },
        {
            "name": "Revel Crown",
            "desc": "Gain a Revel Emblem and a Jinx."
        },
        {
            "name": "Scalescorn Crown",
            "desc": "Gain a Scalescorn Emblem, a Hand of Justice, and a Diana."
        },
        {
            "name": "Shapeshifter Soul",
            "desc": "Your team counts as having 1 additional Shapeshifter. Gain a Sunfire Cape and an Elise."
        },
        {
            "name": "Shimmerscale Soul",
            "desc": "Your team counts as having 1 additional Shimmerscale. Gain a Titan's Resolve and a Volibear."
        },
        {
            "name": "Swiftshot Crown",
            "desc": "Gain a Swiftshot Emblem, a Guinsoo's Rageblade, and a Varus."
        },
        {
            "name": "Tempest Crown",
            "desc": "Gain a Tempest Emblem, a Statikk Shiv, and a Lee Sin."
        },
        {
            "name": "Warrior Crown",
            "desc": "Gain a Warrior Emblem, a Giant Slayer, and an Yone."
        },
        {
            "name": "Whispers Crown",
            "desc": "Gain a Whispers Emblem, a Titan's Resolve, and an Sylas."
        },
        {
            "name": "Combat Training II",
            "desc": "Your Champions permanently gain 3 Attack Damage every time they kill an enemy unit. Champions start with 15 Attack Damage."
        },
        {
            "name": "Best Friends III",
            "desc": "Your units that start combat only adjacent to each other gain 20% Attack Speed and 35 Armor."
        },
        {
            "name": "Preparation III",
            "desc": "Champions on your bench permanently gain 12 Attack Damage and Ability Power every round, up to 48."
        },
        {
            "name": "Windfall+",
            "desc": "Gain 35 gold."
        },
        {
            "name": "Windfall++",
            "desc": "Gain 45 gold."
        },
        {
            "name": "Tri Force III",
            "desc": "Your Tier 3 champions gain 333 Health, 33 starting Mana, and 33% Attack Speed."
        }
    ],
    "champion": []
}