{
    "normal": [],
    "silver": [
        {
            "name": "AFK",
            "desc": "You cannot perform actions for the next 3 rounds. Afterwards, gain 20 gold."
        },
        {
            "name": "Assassin Heart",
            "desc": "Your team counts as having 1 additional Assassin. Gain a Qiyana."
        },
        {
            "name": "Astral Heart",
            "desc": "Your team counts as having 1 additional Astral. Gain a Lux."
        },
        {
            "name": "Axiom Arc I",
            "desc": "Your units gain 25 Mana on kill."
        },
        {
            "name": "Band of Thieves I",
            "desc": "Gain 1 Thief's Gloves."
        },
        {
            "name": "Best Friends I",
            "desc": "Your units that start combat only adjacent to each other gain 10% Attack Speed and 15 Armor."
        },
        {
            "name": "Big Friend",
            "desc": "Your units that start combat next to a unit with over 2000 Health take 10% less damage for the rest of combat."
        },
        {
            "name": "Shrug It Off",
            "desc": "Bruisers regenerate 2.5% of their maximum Health each second. Gain a Sejuani."
        },
        {
            "name": "Bruiser Heart",
            "desc": "Your team counts as having 1 additional Bruiser. Gain a Jax."
        },
        {
            "name": "Cannoneer Heart",
            "desc": "Your team counts as having 1 additional Cannoneer. Gain a Aphelios."
        },
        {
            "name": "Cavalier Heart",
            "desc": "Your team counts as having 1 additional Cavalier. Gain a Lillia."
        },
        {
            "name": "Celestial Blessing I",
            "desc": "Your units heal for 12% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 250 Health."
        },
        {
            "name": "Cybernetic Implants I",
            "desc": "Your champions holding an item gain 100 Health and 8 Attack Damage."
        },
        {
            "name": "Cybernetic Shell I",
            "desc": "Your champions holding an item gain 100 Health and 20 Armor."
        },
        {
            "name": "Cybernetic Uplink I",
            "desc": "Your champions holding an item gain 100 Health and restore 2 Mana per second."
        },
        {
            "name": "Exiles I",
            "desc": "Your units that start combat with no adajacent allies gain a 25% maximum Health shield for 10 seconds."
        },
        {
            "name": "Stand United I",
            "desc": "Your units gain 1 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Electrocharge I",
            "desc": "When your units receive critical strikes, they deal 50-110 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Evoker Heart",
            "desc": "Your team counts as having 1 additional Evoker. Gain a Zyra."
        },
        {
            "name": "Featherweights I",
            "desc": "Your 1 and 2 cost champions gain 25% Attack Speed and Move Speed."
        },
        {
            "name": "First Aid Kit",
            "desc": "All healing and shielding on your units is increased by 25%."
        },
        {
            "name": "Future Sight I",
            "desc": "Know who you will fight next. Gain a Zephyr."
        },
        {
            "name": "Guardian Heart",
            "desc": "Your team counts as having 1 additional Guardian. Gain a Zac."
        },
        {
            "name": "Guild Heart",
            "desc": "Your team counts as having 1 additional Guild. Gain a Twitch."
        },
        {
            "name": "Item Grab Bag I",
            "desc": "Gain 1 random completed item."
        },
        {
            "name": "Lategame Specialist",
            "desc": "Gain 40 gold when you reach Level 9."
        },
        {
            "name": "Luden's Echo I",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 40-130 (based on current Stage) magic damage."
        },
        {
            "name": "Mage Heart",
            "desc": "Your team counts as having 1 additional Mage. Gain a Lillia."
        },
        {
            "name": "Makeshift Armor I",
            "desc": "Your units with no items gain 30 Armor and Magic Resist."
        },
        {
            "name": "Meditation I",
            "desc": "Your units without items equipped restore 4 Mana per second."
        },
        {
            "name": "Mirage Heart",
            "desc": "Your team counts as having 1 additional Mirage. Gain a Yone."
        },
        {
            "name": "Mystic Heart",
            "desc": "Your team counts as having 1 additional Mystic. Gain a Rakan."
        },
        {
            "name": "Pandora's Bench",
            "desc": "Gain 2 gold. At the start of every turn, Champions on the 3 rightmost bench slots transform into random champions of the same cost."
        },
        {
            "name": "Pandora's Items",
            "desc": "Gain a random component. At the start of each round, items on your bench are randomized (excluding Tactician's Crown, Spatula, and consumables)."
        },
        {
            "name": "Preparation I",
            "desc": "Champions on your bench permanently gain 25, 3 Attack Damage and Ability Power every round, up to 4 times."
        },
        {
            "name": "Ragewing Heart",
            "desc": "Your team counts as having 1 additional Ragewing. Gain a Rakan."
        },
        {
            "name": "Recombobulator",
            "desc": "Champions on your board permanently transform into random champions that cost 1 more. Gain 2 Magnetic Removers."
        },
        {
            "name": "Scalescorn Heart",
            "desc": "Your team counts as having 1 additional Scalescorn. Gain a Braum."
        },
        {
            "name": "Second Wind I",
            "desc": "After 10 seconds of combat, your units heal 40% of their missing Health."
        },
        {
            "name": "Shapeshifter Heart",
            "desc": "Your team counts as having 1 additional Shapeshifter. Gain a Gnar."
        },
        {
            "name": "Shimmerscale Crest",
            "desc": "Gain a Shimmerscale Emblem and a Jax."
        },
        {
            "name": "Swiftshot Heart",
            "desc": "Your team counts as having 1 additional Swiftshot. Gain a Twitch."
        },
        {
            "name": "Tempest Heart",
            "desc": "Your team counts as having 1 additional Tempest. Gain a Qiyana."
        },
        {
            "name": "Thrill of the Hunt I",
            "desc": "Your units heal 400 Health on kill."
        },
        {
            "name": "Tiny Titans",
            "desc": "Your Tactician heals 30 Health, grows larger, and has 130 maximum Health."
        },
        {
            "name": "Built Different I",
            "desc": "Your units with no Traits active gain 250-400 Health and 30-75% Attack Speed. (based on current Stage)"
        },
        {
            "name": "TriForce I",
            "desc": "Your Tier 3 champions gain 133 Health, 13 starting Mana, and 13% Attack Speed."
        },
        {
            "name": "Double Trouble I",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 20 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Warrior Heart",
            "desc": "Your team counts as having 1 additional Warrior. Gain a Yone."
        },
        {
            "name": "Whispers Heart",
            "desc": "Your team counts as having 1 additional Whispers. Gain a Zyra."
        },
        {
            "name": "Lagoon Heart",
            "desc": "Your team counts as having 1 additional Lagoon. Gain a Kai'Sa."
        },
        {
            "name": "Darkflight Heart",
            "desc": "Your team counts as having 1 additional Darkflight. Gain an Aphelios."
        },
        {
            "name": "Soul Siphon",
            "desc": "Darkflights benefit from the top-most trait of the sacrificed unit. This does not increase the trait count for that trait."
        },
        {
            "name": "Consistency",
            "desc": "Gain double streak gold."
        },
        {
            "name": "Dragonmancer Conference",
            "desc": "Every 2 rounds, a random Dragonmancer appears on your bench. Gain a Kai'Sa."
        },
        {
            "name": "Blue Battery I",
            "desc": "After casting their Ability, your units restore 10 Mana."
        },
        {
            "name": "Battlemage I",
            "desc": "Your units that start combat in the front 2 rows gain 15 Armor and 15 Ability Power."
        },
        {
            "name": "Knife's Edge I",
            "desc": "Your units that start combat in the front 2 rows gain 15 Attack Damage."
        }
    ],
    "gold": [
        {
            "name": "Ascension",
            "desc": "After 15 seconds of combat, your units deal 50% more damage."
        },
        {
            "name": "Assassin Crest",
            "desc": "Gain an Assassin Emblem and a Qiyana."
        },
        {
            "name": "Smoke Bomb",
            "desc": "The first time Assassins drops to 70% health, they briefly enter stealth, becoming untargetable and shedding all negative effects. Any excess damage is reduced by 60%. Gain a Talon."
        },
        {
            "name": "Axiom Arc II",
            "desc": "Your units gain 40 Mana on kill."
        },
        {
            "name": "Beast's Den",
            "desc": "Units that start combat next to at least 2 Shapeshifters gain 25% Attack Speed and Move Speed. Shapeshifters always gain this bonus. Gain a Gnar."
        },
        {
            "name": "Best Friends II",
            "desc": "Your units that start combat only adjacent to each other gain 20% Attack Speed and 25 Armor."
        },
        {
            "name": "Better Together",
            "desc": "Aura items that buff your team have their effects increased by 33%. Gain a Locket of the Iron Solari"
        },
        {
            "name": "Big Friend II",
            "desc": "Your units that start combat next to a unit with over 1650 Health take 18% less damage for the rest of combat."
        },
        {
            "name": "Bruiser Crest",
            "desc": "Gain a Bruiser Emblem and a Jax."
        },
        {
            "name": "Calculated Loss",
            "desc": "After losing your combat, gain 2 gold and a free Shop refresh."
        },
        {
            "name": "Cannoneer Crest",
            "desc": "Gain a Cannoneer Emblem and a Aphelios."
        },
        {
            "name": "Cavalier Crest",
            "desc": "Gain a Cavalier Emblem and a Sejuani."
        },
        {
            "name": "Celestial Blessing II",
            "desc": "Your units heal for 20% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 350 Health."
        },
        {
            "name": "Clear Mind",
            "desc": "If you have no champions on your bench at the end of a round, gain 3 experience points."
        },
        {
            "name": "Cluttered Mind",
            "desc": "If your bench is full at the end of a round, gain 3 experience points."
        },
        {
            "name": "Combat Training",
            "desc": "Your Champions permanently gain 1 Attack Damage every time they kill an enemy unit. Champions start with 8 Attack Damage."
        },
        {
            "name": "Component Grab Bag",
            "desc": "Gain 3 random item components."
        },
        {
            "name": "Cybernetic Implants II",
            "desc": "Your champions holding an item gain 150 Health and 15 Attack Damage."
        },
        {
            "name": "Cybernetic Shell II",
            "desc": "Your champions holding an item gain 150 Health and 30 Armor."
        },
        {
            "name": "Cybernetic Uplink II",
            "desc": "Your champions holding an item gain 150 Health and restore 3 Mana per second."
        },
        {
            "name": "Devastating Charge",
            "desc": "Cavalier's first attack after charging deals 80 magic damage, increased by 1% for each Armor and Magic Resist they have. Gain a Rell."
        },
        {
            "name": "Exiles II",
            "desc": "Your units that start combat with no adajacent allies gain a 35% maximum Health shield for 10 seconds."
        },
        {
            "name": "Stand United II",
            "desc": "Your units gain 2 Attack Damage and 3 Ability Power per Trait active across your army."
        },
        {
            "name": "Dragonmancer Crest",
            "desc": "Gain a Dragonmancer Emblem and an   Kai'sa."
        },
        {
            "name": "Electrocharge II",
            "desc": "When your units receive critical strikes, they deal 85-145 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Eternal Protection",
            "desc": "When one of your Jade champions would die, the nearest Jade Statue protects them, losing 70% of its max Health and transferring 200% of that amount to the champion.. Gain an Jax."
        },
        {
            "name": "Evoker Crest",
            "desc": "Gain an Evoker Emblem and a Zyra."
        },
        {
            "name": "Eye of the Storm",
            "desc": "At the start of combat, the unit in the center of the board gains 45 Ability Power, increased to 135 after Tempest lightning strikes. Gain a Qiyana."
        },
        {
            "name": "Featherweights II",
            "desc": "Your 1 and 2 cost champions gain 35% Attack Speed and Move Speed."
        },
        {
            "name": "First Aid Kit II",
            "desc": "All healing and shielding on your units is increased by 35%."
        },
        {
            "name": "Gadget Expert",
            "desc": "Direct Damage items deal 25% more damage as true damage. Gain a Statikk Shiv."
        },
        {
            "name": "Gear Upgrades",
            "desc": "Guild champions holding an item gain 25 Armor and another 250% of their Guild bonus. Gain a Twitch."
        },
        {
            "name": "Guardian Crest",
            "desc": "Gain a Guardian Emblem and a Zac."
        },
        {
            "name": "Guild Crest",
            "desc": "Gain a Guild Emblem and a Twitch."
        },
        {
            "name": "Hallucinate",
            "desc": "Mirage champions take 90% less damage for the first 6 seconds of combat. Gain a Yone."
        },
        {
            "name": "Heroic Presence",
            "desc": "Guardians taunt all enemies every 2 seconds. Enemies that attack a Guardian's shield take magic damage equal to 7% of the shielded unit's max Health (up to once per second). Gain a Braum."
        },
        {
            "name": "Hot Shot",
            "desc": "Cannoneer's cannon shots burn their targets, dealing 8% of the target's maximum Health as true damage over 2 seconds, and reducing healing by 50% for the duration of the burn. Gain a Tristana."
        },
        {
            "name": "Hustler",
            "desc": "If you have less than 20 gold at the end of a round, gain 2 gold."
        },
        {
            "name": "Inspire",
            "desc": "When the Dragonmancer Hero gets a takedown, champions that share a trait with the Dragonmancer Hero gain 70% Attack Speed for 3 seconds. Gain a Ashe."
        },
        {
            "name": "Intercosmic Gifts",
            "desc": "Astral Orbs have a 100% chance to spawn a smaller orb that contains bonus loot. Gain a Lux."
        },
        {
            "name": "Jade Heart",
            "desc": "Your team counts as having 1 additional Jade. Gain a Gnar."
        },
        {
            "name": "Jeweled Lotus",
            "desc": "Magic and true damage from your units' Abilities can critically strike. Your units gain 25% Critical Strike Chance."
        },
        {
            "name": "Last Stand",
            "desc": "The first time you would die, instead drop to 1 Health. After this effect triggers, your units gain 200 Health, 20 Armor and Magic Resist, and 20% Omnivamp."
        },
        {
            "name": "Loot Master",
            "desc": "Gain a random component every 4 player combat rounds when you have at least Guild (2) active. Gain a Twitch."
        },
        {
            "name": "Luden's Echo II",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 55-160 (based on current Stage) magic damage."
        },
        {
            "name": "Mage Conference",
            "desc": "While the Mage trait is active, a random Mage portals onto your bench after combat with a player. Gain a Lillia."
        },
        {
            "name": "Mage Crest",
            "desc": "Gain a Mage Emblem and a Vladimir."
        },
        {
            "name": "Makeshift Armor II",
            "desc": "Your units with no items gain 45 Armor and Magic Resist."
        },
        {
            "name": "Meditation II",
            "desc": "Your units without items equipped restore 6 Mana per second."
        },
        {
            "name": "Metabolic Accelerator",
            "desc": "Your Tactician moves faster and heals 2 Health after a PVP round."
        },
        {
            "name": "Mirage Crest",
            "desc": "Gain a Mirage Emblem and a Nunu."
        },
        {
            "name": "Penitence",
            "desc": "Enemies are disarmed for 2.5 seconds the first time they attack a Jade Statue or are damaged by a Jade Statue's explosion. Gain a Gnar."
        },
        {
            "name": "Personal Training",
            "desc": "At the end of combat, Champions that started combat adjacent to Bruiser permanently gain 30 Health, increased by 20 if they survived. Gain a Jax."
        },
        {
            "name": "Portable Forge",
            "desc": "Open an Armory and choose 1 of 3 unique Artifacts crafted by Ornn."
        },
        {
            "name": "Preparation II",
            "desc": "Champions on your bench permanently gain 35, 4 Attack Damage and Ability Power every round, up to 4 times."
        },
        {
            "name": "Press the Attack",
            "desc": "Your Swiftshots' attacks apply a stack on their target for 5 seconds. Every third stack consumes all stacks to deal true damage equal to 5% of the target's maximum Health. Gain a Twitch."
        },
        {
            "name": "Ragewing Crest",
            "desc": "Gain a Ragewing Emblem and a Sena."
        },
        {
            "name": "Reckless Spending",
            "desc": "If you purchase both XP and a Shop Refresh during the Planning Phase, Shimmerscale champions and Champions having a Shimmerscale item gain 40% damage for the next combat phase. Gain a Jax."
        },
        {
            "name": "Rich Get Richer",
            "desc": "Gain 10 gold. Your maximum interest is increased to 7."
        },
        {
            "name": "Rich Get Richer+",
            "desc": "Gain 15 gold. Your maximum interest is increased to 7."
        },
        {
            "name": "Ricochet",
            "desc": "Cannoneer's cannon shots bounce once, dealing 40% less damage. Gain a Aphelios."
        },
        {
            "name": "Salvage Bin",
            "desc": "Gain a random completed item. Selling champions breaks apart their full items into components (excluding Tactician's Crown)."
        },
        {
            "name": "Scalescorn Crest",
            "desc": "Gain a Scalescorn Emblem and a Braum."
        },
        {
            "name": "Scorch",
            "desc": "Every 5th instance of Ragewing champion's damage deals 33% more damage and is converted to true damage. Gain a Kayn."
        },
        {
            "name": "Second Wind II",
            "desc": "After 10 seconds of combat, your units heal 60% of their missing Health."
        },
        {
            "name": "Shimmerscale Heart",
            "desc": "Your team counts as having 1 additional Shimmerscale. Gain a Jax."
        },
        {
            "name": "Sunfire Board",
            "desc": "At the start of combat, burn all enemies for 10% of their maximum Health over 20 seconds and reduce healing received by 50%."
        },
        {
            "name": "Swiftshot Crest",
            "desc": "Gain a Swiftshot Emblem and a Twitch."
        },
        {
            "name": "Tantrum",
            "desc": "After casting their first Ability, Ragewings restore 100% of their maximum Rage."
        },
        {
            "name": "Phony Frontline",
            "desc": "Gain 2 Target Dummies."
        },
        {
            "name": "Tempest Crest",
            "desc": "Gain a Tempest Emblem and a Qiyana."
        },
        {
            "name": "Three's Company",
            "desc": "Gain 3 random 3-cost champions."
        },
        {
            "name": "Thrill of the Hunt II",
            "desc": "Your units heal 700 Health on kill."
        },
        {
            "name": "Tiamat",
            "desc": "Warrior's additional attacks deal 50% of their damage to enemies in a 1-hex area around their target. Gain a Yone."
        },
        {
            "name": "Titanic Strength",
            "desc": "Bruisers gain 1.5% of their Health as Attack Damage. Gain a Tahm Kench."
        },
        {
            "name": "Ancient Archives I",
            "desc": "Gain 1 Tome of Traits."
        },
        {
            "name": "Trade Sector",
            "desc": "Gain a free Shop refresh each round."
        },
        {
            "name": "Trade Sector+",
            "desc": "Gain a free Shop refresh each round. Gain 8 golds."
        },
        {
            "name": "Built Different II",
            "desc": "Your units with no Traits active gain 300-525 Health and 50-80% Attack Speed. (based on current Stage)"
        },
        {
            "name": "TriForce II",
            "desc": "Your Tier 3 champions gain 233 Health, 23 starting Mana, and 23% Attack Speed."
        },
        {
            "name": "True Twos",
            "desc": "Gain 1 random 2-star Tier 1 champions and 1 random 2-star Tier 2 champion."
        },
        {
            "name": "Double Trouble II",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 30 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Warrior Crest",
            "desc": "Gain a Warrior Emblem and a Yone."
        },
        {
            "name": "Scoped Weapons I",
            "desc": "Your units that start combat in the back 2 rows gain +1 Attack Range and 15% Attack Speed."
        },
        {
            "name": "Protectors of the Cosmos",
            "desc": "Combat start: Your team gains a 35 Health shield for every item component equipped on an Astral Champion, including those that are part of a full item. Gain a Lux."
        },
        {
            "name": "Darkflight Crest",
            "desc": "Gain a Darkflight Emblem and a Rell."
        },
        {
            "name": "Dragon Imperialist",
            "desc": "If you only have 1 Dragon, Dragons execute enemies they damage who are below 18% Health. Gain a Nomsy."
        },
        {
            "name": "Hero-In-Training",
            "desc": "The Dragonmancer nearest to the Dragonmancer Hero gains 66% of the Dragonmancer trait's bonuses. Gain a Sett."
        },
        {
            "name": "Lagoon Crest",
            "desc": "Gain a Lagoon Emblem and a Zac."
        },
        {
            "name": "High Tide",
            "desc": "Until they cast 2 times, Lagoon champions have 30% reduced Attack Speed but gain 12 Mana per second. Gain a Kai'sa."
        },
        {
            "name": "Oasis",
            "desc": "When Lagoon champions gain a shield, they remove all negative effects on themselves and heal for 18% of their missing Health. Gain a Zac."
        },
        {
            "name": "Essence Theft",
            "desc": "Mages' attacks drain 8 Mana from their target and gain 4 of the drained Mana. Gain a Lux."
        },
        {
            "name": "Base Camp",
            "desc": "Scalescorns gain 7% damage each time they start combat in the same hex, stacking up to 4 times. Gain a Lillia."
        },
        {
            "name": "Terrify",
            "desc": "Your units take 15% less damage from enemies shrunken by Whispers champions. Gain a Sylas."
        },
        {
            "name": "Battlemage II",
            "desc": "Your units that start combat in the front 2 rows gain 25 Armor and 25 Ability Power."
        },
        {
            "name": "Knife's Edge II",
            "desc": "Your units that start combat in the front 2 rows gain 25 Attack Damage."
        }
    ],
    "prismatic": [
        {
            "name": "Ancient Archives II",
            "desc": "Gain 2 Tome of Traits."
        },
        {
            "name": "Assassin Crown",
            "desc": "Gain an Assassin Emblem, a Hand of Justice, and a Diana."
        },
        {
            "name": "Band of Thieves II",
            "desc": "Gain 2 Thief's Gloves."
        },
        {
            "name": "Best Friends III",
            "desc": "Your units that start combat only adjacent to each other gain 20% Attack Speed and 35 Armor."
        },
        {
            "name": "Binary Airdrop",
            "desc": "Your champions equipped with 2 items temporarily gain a random completed item at the start of combat."
        },
        {
            "name": "Bruiser Crown",
            "desc": "Gain a Bruiser Emblem, a Redemption, and an Sylas."
        },
        {
            "name": "Cannoneer Crown",
            "desc": "Gain a Cannoneer Emblem, a Runaan's Hurricane, and a Aphelios."
        },
        {
            "name": "Cavalier Crown",
            "desc": "Gain a Cavalier Emblem, a Redemption, and a Nunu."
        },
        {
            "name": "Cavalier Unity",
            "desc": "The Cavalier trait grants its bonuses to all of your Champions. This does not increase your number of Cavaliers. Gain a Sejuani."
        },
        {
            "name": "Celestial Blessing III",
            "desc": "Your units heal for 35% of the damage dealt by attacks and Abilities. Excess healing is converted to a shield up to 450 Health."
        },
        {
            "name": "Cruel Pact",
            "desc": "Buying XP costs 6 Health instead of gold. But Heal 3 Health after a round."
        },
        {
            "name": "Cursed Crown",
            "desc": "Gain +2 maximum team size, but take 100% increased player damage."
        },
        {
            "name": "Cybernetic Implants III",
            "desc": "Your champions holding an item gain 250 Health and 25 Attack Damage."
        },
        {
            "name": "Cybernetic Shell III",
            "desc": "Your champions holding an item gain 250 Health and 40 Armor."
        },
        {
            "name": "Cybernetic Uplink III",
            "desc": "Your champions holding an item gain 250 Health and restore 4 Mana per second."
        },
        {
            "name": "Exiles III",
            "desc": "Your units that start combat with no adajacent allies gain a 50% maximum Health shield for 10 seconds."
        },
        {
            "name": "Stand United III",
            "desc": "Your units gain 3 Attack Damage and Ability Power per Trait active across your army."
        },
        {
            "name": "Dragonmancer Crown",
            "desc": "Gain a Dragonmancer Emblem, a Hand of Justice, and a Lee Sin."
        },
        {
            "name": "Electrocharge III",
            "desc": "When your units receive critical strikes, they deal 115-235 (based on current Stage) magic damage to nearby enemies. (1 second cooldown)."
        },
        {
            "name": "Evoker Crown",
            "desc": "Gain an Evoker Emblem, a Spear of Shojin, and an Seraphine."
        },
        {
            "name": "Featherweights III",
            "desc": "Your 1 and 2 cost units gain 60% Attack Speed and Move Speed."
        },
        {
            "name": "Future Sight II",
            "desc": "Know who you fight next. Gain a Radiant Zephyr."
        },
        {
            "name": "High Roller",
            "desc": "Gain 3 Loaded Dice and 8 gold."
        },
        {
            "name": "Guardian Crown",
            "desc": "Gain a Guardian Emblem, a Sunfire Cape, and a Braum."
        },
        {
            "name": "Guild Crown",
            "desc": "Gain a Guild Emblem, a Giant Slayer and a Twitch."
        },
        {
            "name": "High End Shopping",
            "desc": "Champions appear in your Shop as if you were 1 level higher. Gain 10 gold."
        },
        {
            "name": "Item Grab Bag II",
            "desc": "Gain 2 random completed items and 2 Reforgers."
        },
        {
            "name": "Jade Soul",
            "desc": "Your team counts as having 1 additional Jade. Gain an Titan's Resolve and a Gnar."
        },
        {
            "name": "Living Forge",
            "desc": "Gain a random Ornn item now and after every 10 player combats."
        },
        {
            "name": "Luden's Echo III",
            "desc": "When your units cast and deal Ability damage, the first target hit and a nearby enemy take 90-240 (based on current Stage) magic damage."
        },
        {
            "name": "Mage Crown",
            "desc": "Gain a Mage Emblem, a Spear of Shojin, and a Lux."
        },
        {
            "name": "Makeshift Armor III",
            "desc": "Your units with no items gain 65 Armor and Magic Resist."
        },
        {
            "name": "Level Up!",
            "desc": "When you buy experience points, gain an additional 3. You can now reach level 10."
        },
        {
            "name": "Meditation III",
            "desc": "Your units without items equipped restore 8 Mana per second."
        },
        {
            "name": "Mirage Crown",
            "desc": "Gain a Mirage Emblem, a Hand of Justice, and a Nunu."
        },
        {
            "name": "Mystic Soul",
            "desc": "Your team counts as having 1 additional Mystic. Gain a Spear of Shojin and a Rakan."
        },
        {
            "name": "New Recruit",
            "desc": "Gain +1 maximum team size."
        },
        {
            "name": "Preparation III",
            "desc": "Champions on your bench permanently gain 50, 7 Attack Damage and Ability Power every round, up to 4 times."
        },
        {
            "name": "Radiant Relics",
            "desc": "Open an Armory and choose 1 of 5 unique Radiant items."
        },
        {
            "name": "Scalescorn Crown",
            "desc": "Gain a Scalescorn Emblem, a Hand of Justice, and a Diana."
        },
        {
            "name": "Shapeshifter Soul",
            "desc": "Your team counts as having 1 additional Shapeshifter. Gain a Sunfire Cape and an Gnar."
        },
        {
            "name": "Shimmerscale Soul",
            "desc": "Your team counts as having 1 additional Shimmerscale. Gain a Titan's Resolve and a Volibear."
        },
        {
            "name": "March of Progress",
            "desc": "Gain 5 bonus experience points per round. You can no longer use gold to level up."
        },
        {
            "name": "Swiftshot Crown",
            "desc": "Gain a Swiftshot Emblem, a Guinsoo's Rageblade, and a Varus."
        },
        {
            "name": "Tempest Crown",
            "desc": "Gain a Tempest Emblem, a Statikk Shiv, and a Lee Sin."
        },
        {
            "name": "The Golden Egg",
            "desc": "Gain a massive golden egg that hatches in 11 turns. If you won vs player, receive bonus turn."
        },
        {
            "name": "Think Fast",
            "desc": "Shop refreshes are free until the end of this round. Traits and other augments do not benefit from these free shops. Gain 8 gold."
        },
        {
            "name": "Wise Spending",
            "desc": "Gain 2 experience points when you refresh your Shop."
        },
        {
            "name": "Built Different III",
            "desc": "Your units with no Traits active gain 350-650 Health and 50-95% Attack Speed. (based on current Stage)"
        },
        {
            "name": "Tri Force III",
            "desc": "Your Tier 3 champions gain 333 Health, 33 starting Mana, and 33% Attack Speed."
        },
        {
            "name": "Double Trouble III",
            "desc": "If you have exactly 2 copies of a champion on your board, they both gain 40 Attack Damage, Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        },
        {
            "name": "Urf's Grab Bag II",
            "desc": "Gain 1 Spatula and 3 random item components."
        },
        {
            "name": "Verdant Veil",
            "desc": "Your units are immune to crowd control effects for the first 20 seconds of combat."
        },
        {
            "name": "Warrior Crown",
            "desc": "Gain a Warrior Emblem, a Giant Slayer, and an Yone."
        },
        {
            "name": "Windfall",
            "desc": "Gain 20 gold."
        },
        {
            "name": "Windfall+",
            "desc": "Gain 35 gold."
        },
        {
            "name": "Windfall++",
            "desc": "Gain 40 gold."
        },
        {
            "name": "Birthday Present",
            "desc": "Gain a 2-star champion every time you level up. The champion's tier is your level minus 4 (min: Tier 1). Gain additional 1 gold every time you level up."
        },
        {
            "name": "Lucky Gloves",
            "desc": "Thief's Gloves will always give your champions items that they can use well. Gain a Thief's Gloves."
        },
        {
            "name": "Woodland Charm",
            "desc": "Your highest Health champion is cloned. Clones cannot hold items."
        },
        {
            "name": "Scoped Weapons II",
            "desc": "Your units that start combat in the back 2 rows gain infinite Attack Range."
        },
        {
            "name": "Part Time Assassins",
            "desc": "The Assassin trait grants its bonuses to your champions that start combat in the back 2 rows. This does not increase your number of Assassins. Gain a Qiyana."
        },
        {
            "name": "Darkflight Crown",
            "desc": "Gain a Darkflight Emblem, a Titan's Resolve, and an Rengar."
        },
        {
            "name": "Age of Dragons",
            "desc": "If you only have Dragons, every 5th attack from a Dragon fires a Dragonsoul blast that deals magic damage equal to 15% of their target's max Health. Gain a Nomsy, Zippy, and a random Tier 4 Dragon."
        },
        {
            "name": "Lagoon Crown",
            "desc": "Gain a Lagoon Emblem, a Spear of Shojin and a Zeri."
        },
        {
            "name": "Ragewing Soul",
            "desc": "Your team counts as having 1 additional Ragewing. Gain a Guinsoo's Rageblade and a Rakan."
        },
        {
            "name": "Blue Battery II",
            "desc": "After casting their Ability, your units restore 20 Mana."
        },
        {
            "name": "Golden Ticket",
            "desc": "Each time your Shop is refreshed, you have a 50% chance to gain a free refresh."
        },
        {
            "name": "BattlemageIII",
            "desc": "Your units that start combat in the front 2 rows gain 35 Armor and 35 Ability Power."
        },
        {
            "name": "Knife's Edge III",
            "desc": "Your units that start combat in the first 2 rows gain 40 Attack Damage."
        },
        {
            "name": "Dragon Soul",
            "desc": "Your team counts as having 1 additional Dragon. Gain a Zippy and a Gargoyle Stoneplate."
        }
    ],
    "champion": []
}