{
    "normal": [],
    "silver": [
        [
            "AFK",
            "You cannot perform actions for the next 3 rounds. Afterwards, gain 20 gold."
        ],
        [
            "All Natural I",
            "Your Champions with no items equipped gain 120 Health and heal for 1% of their max Health each second."
        ],
        [
            "Juggernaut Heart",
            "Your team counts as having 1 additional Juggernaut. Gain a Sett."
        ],
        [
            "Army Building",
            "Gain a Lesser Champion Duplicator. This happens a second time after 7 player combats."
        ],
        [
            "Balanced Budget",
            "At the start of the next 4 rounds, Gain 4 Gold."
        ],
        [
            "Caretaker's Ally",
            "Each time you level up, gain the same random Tier 2 champion."
        ],
        [
            "Bastion Heart",
            "Your team counts as having 1 additional Bastion. Gain a Kassadin."
        ],
        [
            "Battle Ready",
            "Your team deals 3% more damage and takes 3% less damage. "
        ],
        [
            "Blood Money",
            "Gain 1 gold per 3 Health your Tactician loses."
        ],
        [
            "Branching Out",
            "Gain a random Emblem and a Reforger."
        ],
        [
            "Bronze Ticket",
            "Every 4 Shop refreshes, gain a free refresh."
        ],
        [
            "Bruiser Heart",
            "Your team counts as having 1 additional Bruiser. Gain a Vi."
        ],
        [
            "Buried Treasures I",
            "At the start of the next 2 rounds, gain a random item component."
        ],
        [
            "Challenger Heart",
            "Your team counts as having 1 additional Challenger. Gain a Warwick."
        ],
        [
            "Knowledge Download I",
            "Gain 12 XP."
        ],
        [
            "Money!",
            "Gain 11 Gold. In 4 turns, gain 11 Gold again."
        ],
        [
            "Partial Ascension",
            "After 15 seconds of combat, your units deal 30% more damage."
        ],
        [
            "Rolling For Days I",
            "Gain 10 free shop refreshes. These shop refreshes carry over between rounds."
        ],
        [
            "Small Forge",
            "Gain a Component Anvil and 2 Gold."
        ],
        [
            "Job's Done",
            "Gain a Component Anvil and a random Component Item."
        ],
        [
            "Tiny Power I",
            "Your units gain 6% Attack Damage, Ability Power, and Attack Speed."
        ],
        [
            "Well-Earned Comforts I",
            "Your units gain 70 Health for each item equipped."
        ],
        [
            "Consistency",
            "Gain double win and loss streak gold."
        ],
        [
            "Component Buffet",
            "Gain a random component. Whenever you would get a random component, instead gain a component anvil."
        ],
        [
            "Cutting Corners",
            "Leveling up costs 3 XP less. You can now reach Level 10."
        ],
        [
            "Cybernetic Bulk I",
            "Your champions holding an item gain 225 health."
        ],
        [
            "Cybernetic Leech I",
            "Your units holding an item gain 80 Health and 10% Omnivamp."
        ],
        [
            "Spoils of War I",
            "When you kill an enemy unit, there's a 20% chance to drop loot."
        ],
        [
            "Final Grab Bag",
            "Gain a random component, 12 gold, and a Reforger. "
        ],
        [
            "Unified Resistance I",
            "If you have 3 or more units in the same row at the start of combat, they all gain 15 Armor and Magic Resist. "
        ],
        [
            "Gotta Go Fast!",
            "Your team generates 10% more mana and moves 35% faster."
        ],
        [
            "Harmacist I",
            "Your units heal for 10% of the damage they deal, and they convert 20% of excess healing to true damage on their next attack."
        ],
        [
            "Healing Orbs I",
            "When an enemy dies, the nearest allied unit is healed for 250."
        ],
        [
            "Inconsistency",
            "If your streak is less than 3, gain 2 gold."
        ],
        [
            "Indomitable Will",
            "When your units score a Takedown they shed all negative effects and become immune to Crowd Control for 10 seconds."
        ],
        [
            "Iron Assets",
            "Gain a Component Anvil and 4 Gold."
        ],
        [
            "Item Grab Bag I",
            "Gain 1 random completed item."
        ],
        [
            "It Pays To Learn",
            "Gain 10 XP and 8 gold. "
        ],
        [
            "Lategame Specialist",
            "When you reach Level 9, gain 44 gold."
        ],
        [
            "Jeweled Lotus I",
            "Combat Start: Your strongest unit gains 40% critical strike chance and their spells can critically strike."
        ],
        [
            "Latent Forge",
            "Gain an Ornn Item Anvil after 8 player combats."
        ],
        [
            "Gunner Heart",
            "Your team counts as having 1 additional Gunner. Gain a Jinx."
        ],
        [
            "Missed Connections",
            "Gain a copy of each Tier One champion."
        ],
        [
            "On a Roll",
            "Whenever you star-up a champion, gain a free reroll. Gain 2 gold."
        ],
        [
            "One, Two, Five!",
            "Gain 1 random component, 2 Gold, and 1 random Tier 5 champion(s)."
        ],
        [
            "One Twos Three",
            "Gain 1 Tier one unit, 2 Tier two units, and 1 Tier three unit."
        ],
        [
            "Pandora's Bench",
            "Gain 2 gold. At the start of every round, champions on the 3 rightmost bench slots transform into random champions of the same cost."
        ],
        [
            "Pandora's Items",
            "Gain a random component. Round Start: items on your bench are randomized (excluding Tactician's Crown, Spatula, and consumables)."
        ],
        [
            "Invoker Heart",
            "Your team counts as having 1 additional Invoker. Gain a Soraka."
        ],
        [
            "Pumping Up I",
            "Your units gain 8% Attack Speed. Each round, increase this by 0.5%."
        ],
        [
            "Recombobulator",
            "Champions on your board permanently transform into random champions 1 Tier higher. Gain @NumRemovers@ Magnetic Removers."
        ],
        [
            "Red Buff",
            "Your units' attacks burn their targets for 5% of their maximum Health over 5 seconds and reduce their targets' healing received by 50%."
        ],
        [
            "Risky Moves",
            "Your Tactician loses 20 Health, but after 7 Player combats, gain 30 Gold."
        ],
        [
            "Rogue Heart",
            "Your team counts as having 1 additional Rogue. Gain a Qiyana."
        ],
        [
            "Silver Spoon",
            "Gain 10 XP."
        ],
        [
            "Slayer Heart",
            "Your team counts as having 1 additional Slayer. Gain a Qiyana."
        ],
        [
            "Social Distancing I",
            "Units that begin combat with no adjacent allies gain 10% Attack Damage and Ability Power."
        ],
        [
            "Sorcerer Heart",
            "Your team counts as having 1 additional Sorcerer. Gain a Swain."
        ],
        [
            "Tiny Grab Bag",
            "Gain a random component, 2 gold, a Magnetic Remover. "
        ],
        [
            "Tiny Titans",
            "Your Tactician heals 30 Health, grows larger, and has 130 maximum Health."
        ],
        [
            "Training Reward",
            "Gain 5 gold and a Lesser Champion Duplicator."
        ],
        [
            "Transfusion I",
            "Your team gains 20 Health, plus 2 Health per missing Tactician Health."
        ],
        [
            "Young and Wild and Free",
            "You can always move freely on Carousel rounds. Gain a random component."
        ],
        [
            "Zaun Heart",
            "Your team counts as having 1 additional Zaun. Gain a Warwick."
        ],
        [
            "Vanquisher Heart",
            "Your team counts as having 1 additional Vanquisher. Gain an Ashe."
        ],
        [
            "Stationary Support I",
            "Gain 1 Training Dummy(s) after 8 player combats. Equip the dummy with 1 random Support Item(s), which cannot be removed."
        ],
        [
            "Teaming Up I",
            "Gain 1 random component item and 2 random Tier 3 champions."
        ]
    ],
    "gold": [
        [
            "A Cut Above",
            "Gain a Deathblade. Champions with Deathblade have a 25% chance to drop 1 gold on kill."
        ],
        [
            "All Natural II",
            "Your units with no items equipped gain 150 Health and heal for 2% of their max Health each second."
        ],
        [
            "Juggernaut Crest",
            "Gain an Juggernaut Emblem and a Sett."
        ],
        [
            "Balanced Budget II",
            "At the start of the next 4 rounds, Gain 6 Gold."
        ],
        [
            "Caretaker's Favor",
            "Gain a component anvil when you reach level 5, 6, 7, and 8."
        ],
        [
            "Bastion Crest",
            "Gain a Bastion Emblem and a Kassadin."
        ],
        [
            "Morning Light",
            "When your Bastion units drop below 50% Health, they heal for 40% of their maximum Health over 4 seconds. Gain 2 Bastion units."
        ],
        [
            "Battle Ready II",
            "Your team deals 6% more damage and takes 6% less damage. "
        ],
        [
            "Big Grab Bag",
            "Gain 2 random components, 1 gold, and a Reforger. "
        ],
        [
            "Bruiser Crest",
            "Gain a Bruiser Emblem and a Vi."
        ],
        [
            "Titanic Strength",
            "Bruisers gain % increased Attack Damage equal to 1.5% of their maximum Health. Gain 2 Bruisers."
        ],
        [
            "Buried Treasures II",
            "At the start of the next 3 rounds, gain a random item component."
        ],
        [
            "Capricious Forge",
            "Gain a Blacksmith's Gloves, which equips two temporary Artifacts each round."
        ],
        [
            "Challenger Crest",
            "Gain a Challenger Emblem and a Warwick."
        ],
        [
            "Defensive Dash",
            "Combat Start and on takedown: Your Challenger units gain a 100-250 health shield for 2.5 seconds (based on current Stage). Gain 2 Challenger units."
        ],
        [
            "Combat Caster",
            "Your units gain a 90-170 (based on current Stage) health shield for 6 seconds after casting their spell."
        ],
        [
            "Ascension",
            "After 15 seconds of combat, your units deal 50% more damage."
        ],
        [
            "Knowledge Download II",
            "Gain 22 XP."
        ],
        [
            "Medium Forge",
            "Gain a Completed Item Anvil and 1 Gold."
        ],
        [
            "Job Well Done",
            "Gain a Completed Item Anvil and a random Component item."
        ],
        [
            "Money Money!",
            "Gain 16 Gold. In 3 turns, gain 16 Gold again."
        ],
        [
            "Rolling For Days II",
            "Gain 15 free shop refreshes, These shop refreshes carry over between rounds."
        ],
        [
            "Tiny Power II",
            "Your units gains 10% Attack Damage, Ability Power, and Attack Speed."
        ],
        [
            "Well-Earned Comforts II",
            "Your units gain 111 Health for each item equipped."
        ],
        [
            "Contagion",
            "Combat Start: Infect the highest health enemy, increasing their damage taken by 18%. Every 5 seconds or on death, the infection spreads to 2 nearby units."
        ],
        [
            "Cybernetic Bulk II",
            "Your champions holding an item gain 300 health."
        ],
        [
            "Cybernetic Leech II",
            "Your units holding an item gain 120 Health and 15% Omnivamp."
        ],
        [
            "Parting Gifts",
            "When a unit dies, they pass a temporary copy of one of their items to the nearest ally with open slots and shield them for 50% of their maximum Health."
        ],
        [
            "Dedication",
            "The first time you field at least 4 distinct units of the same trait in a player combat, gain an Emblem for that trait."
        ],
        [
            "Demacia Crest",
            "Gain a Demacia Emblem and a Galio."
        ],
        [
            "Petricite Shackles",
            "Your Demacians deal 12% more damage, increased to 18% against Noxians and enemies with 100 or more maximum Mana. Gain 2 Demacians."
        ],
        [
            "Spoils of War II",
            "When you kill an enemy unit, there's a 30% chance to drop loot."
        ],
        [
            "Early Education",
            "Your champions permanently gain 1 Ability Power whenever they kill an enemy. Champions start with 15 bonus Ability Power."
        ],
        [
            "Endurance Training",
            "Your champions permanently gain 18 Health every time they kill an enemy. Champions start with 100 bonus Health."
        ],
        [
            "Mana Burn",
            "Gain a Shroud of Stillness. All enemies take 1.5% of their maximum health as true damage each second until the first time they cast their spell. No longer damages units without mana."
        ],
        [
            "Escort Quest",
            "Gain a Training Dummy. Each round, if it survives combat, gain 3 gold. "
        ],
        [
            "Final Grab Bag II",
            "Gain 2 random components, 15 gold, and a Magentic Remover. "
        ],
        [
            "Unified Resistance II",
            "If you have 3 or more units in the same row at the start of combat, they all gain 25 Armor and Magic Resist. "
        ],
        [
            "Freljord Heart",
            "Your team counts as having 1 additional Freljord. Gain an Ashe."
        ],
        [
            "Winds of War",
            "Gain a Galio. Your strongest Galio's ability gets larger with each cast, and enemies hit take magic damage equal to 10% of his max Health each second."
        ],
        [
            "Gargantuan Resolve",
            "Gain a Titan's Resolve. Your Titan's Resolves can continue stacking to 40 instead of 25."
        ],
        [
            "Gifts from the Fallen",
            "Your units gain 3% Attack Damage, 3 Ability Power, 3 Armor, and 3 Magic Resist. When one of your units dies, all your units gain these stats again."
        ],
        [
            "Gotta Go Fast! II",
            "Your team generates 20% more mana and moves 60% faster."
        ],
        [
            "Dueling Gunners",
            "Your Gunner units gain 8% Attack Speed, plus 2% per Gunner stack. Gain 2 Gunners."
        ],
        [
            "Harmacist II",
            "Your units heal for 15% of the damage they deal, and they convert 25% of excess healing to true damage on their next attack."
        ],
        [
            "Healing Orbs II",
            "When an enemy dies, the nearest allied unit is healed for 500."
        ],
        [
            "Hustler",
            "Instead of having no interest, you get 3 golds at the beginning of player combat rounds."
        ],
        [
            "Idealism",
            "Gain a Hand of Justice. Champions with a Hand of Justice deal 12% increased damage."
        ],
        [
            "Scrappy Inventions",
            "At the start of combat, maximum of 4 components on your champions turn into  temporary items for the rest of combat. At the start of the next 1 stages, gain a component."
        ],
        [
            "Infusion",
            "Your team restores 20 Mana every 6 seconds."
        ],
        [
            "Loving Invocation",
            "Your team gains 2 Ability Power until the end of combat each time your Invoker units cast their Abilities. Gain 2 Invokers."
        ],
        [
            "Ionia Crest",
            "Gain a Ionia Emblem and a Sett."
        ],
        [
            "Sentinel's Spirit",
            "While in spirit form, your Ionia units gain 10% Attack Speed and shield themselves for 15% of their maximum Health. Gain 2 Ionians."
        ],
        [
            "Item Grab Bag II",
            "Gain a random completed item, a random component, and 1 gold. "
        ],
        [
            "It Pays to Learn II",
            "Gain 16 XP and 12 gold. "
        ],
        [
            "Jeweled Lotus II",
            "Your units' Abilities can critically strike. Your units gain 15% Critical Strike chance."
        ],
        [
            "Adrenaline Rush",
            "Your Juggernaut units deal 10% extra damage, increased to 20% for the rest of combat when they fall below 60% Health.  Gain 2 Juggernauts."
        ],
        [
            "Frequent Flier",
            "After you refresh your shop 8 times, your refreshes cost 1 for the rest of the game."
        ],
        [
            "Riftwalk",
            "Before casting, your strongest Kassadin gains 38 AP and blinks to the furthest enemy within 3 hexes, but his spell no longer disarms or shields. His mana cost is reduced by 30. Gain a Kassadin."
        ],
        [
            "Library Card",
            "Gain a Tome of Traits and a Component Anvil"
        ],
        [
            "Know Your Enemy",
            "Your units deal 12% increased damage. If you and your opponent have any of the same traits activated, they deal 18% increased damage instead."
        ],
        [
            "Last Stand",
            "The first time you would be eliminated or reduced to 1 Health, instead remain alive. After this effect triggers, your units permanently gain 180 Health, 18 Armor and Magic Resist, and 18% Omnivamp."
        ],
        [
            "Patient Study",
            "After player combat, gain 2 XP if you won or 3 XP if you lost. You can now reach Level 10."
        ],
        [
            "Long Distance Pals II",
            "Combat start: Your two furthest champions form a bond, sharing 22% of their Armor, Magic Resist, Attack Damage, and Ability Power with each other."
        ],
        [
            "Gunner Crest",
            "Gain a Gunner Emblem and a Jinx."
        ],
        [
            "Martyr",
            "Whenever one of your units dies, all allies heal for 10% of Maximum health"
        ],
        [
            "Metabolic Accelerator",
            "Your Tactician moves faster and heals 2 Health after a PvP round."
        ],
        [
            "Perfected Repetition",
            "Each time your Multicaster units deal ability damage, they gain 9%% Ability power (Max: 90%%) until the end of combat. Gain 2 Multicasters."
        ],
        [
            "Not Today",
            "Gain an Edge of Night. Allies holding Edge of Night gain 35% Attack Speed."
        ],
        [
            "Noxus Crest",
            "Gain a Noxus Emblem and a Swain."
        ],
        [
            "Total Domination",
            "Noxus units' attacks and Abilities execute enemies below 5% Health, increased by 1% for each player you've Conquered. Gain 2 Noxians."
        ],
        [
            "Magic Wand",
            "Gain a Needlessly Large Rod. Your units gain 18% Ability Power."
        ],
        [
            "Pandora's Items II",
            "Gain 1 random components. Round Start: items on your bench are randomized (excluding Tactician's Crown, Spatula, and consumables)."
        ],
        [
            "Shimmering Inventors",
            "Your Piltover units gain 8% Bonus Damage every 10 gold you have (Max: 40%), and have a 33% chance to drop 1 gold at round start. Gain an Ekko."
        ],
        [
            "Piltover Heart",
            "Your team counts as having 1 additional Piltover. Gain a Vi."
        ],
        [
            "Portable Forge",
            "Open an Armory and choose 1 of 2 unique Artifacts crafted by Ornn."
        ],
        [
            "Portable Forge",
            "Open an Armory and choose 1 of 3 unique Artifacts crafted by Ornn."
        ],
        [
            "Portable Forge",
            "Open an Armory and choose 1 of 4 unique Artifacts crafted by Ornn."
        ],
        [
            "Invoker Crest",
            "Gain an Invoker Emblem and a Soraka."
        ],
        [
            "Pumping Up II",
            "Your units gain 8% Attack Speed. Each round, increase this by 1%."
        ],
        [
            "Return on Investment",
            "After you refresh your shop 18 times, gain a Tactician's Crown."
        ],
        [
            "Rich Get Richer",
            "Gain 12 gold. Your maximum interest is increased to 7."
        ],
        [
            "Rich Get Richer+",
            "Gain 18 gold. Your maximum interest is increased to 7."
        ],
        [
            "Rogue Crest",
            "Gain a Rogue Emblem and a Qiyana."
        ],
        [
            "Vampiric Blades",
            "Your team gains 10% Omnivamp. Your Rogue units gain 15% instead. Gain 2 Rogues."
        ],
        [
            "Salvage Bin",
            "Gain a random completed item now, and a component after @NumRounds@ player combats. Selling champions breaks apart their full items into components (excluding Tactician's Crown)."
        ],
        [
            "Salvage Bin+",
            "Gain a random completed item now, and a component after @NumRounds@ player combats. Selling champions breaks apart their full items into components (excluding Tactician's Crown)."
        ],
        [
            "The Boss",
            "Gain a Sett. The first time your strongest Sett falls below 60% Health, he takes a break to do sit-ups. Each sit-up heals him 10% of his max Health and grants 40% Attack Speed and Ability Power."
        ],
        [
            "Shoplifting",
            "After your first shop refresh each turn, gain the highest cost champion for free."
        ],
        [
            "Shurima Crest",
            "Gain a Shurima Emblem and a Taliyah."
        ],
        [
            "Silver Ticket",
            "Each time your Shop is refreshed, you have a 30% chance to gain a free refresh."
        ],
        [
            "Slayer Crest",
            "Gain a Slayer Emblem and a Qiyana."
        ],
        [
            "Slayer's Resolve",
            "When your Slayer units take or deal damage, they gain 2 Armor and Magic Resistance for the rest of combat (This can stack up to 25 times). Gain 2 Slayers."
        ],
        [
            "Sleight of Hand",
            "Gain a Thief's Gloves. Champions holding Thief's Gloves gain 200 Health and 20% Attack Speed."
        ],
        [
            "Social Distancing II",
            "Units that begin combat with no adjacent allies gain 16% Attack Damage and Ability Power."
        ],
        [
            "Sorcerer Crest",
            "Gain a Sorcerer Emblem and a Swain."
        ],
        [
            "Overcharged Manafont",
            "Combat Start: Your Sorcerer units gain 10 mana. The first time each Sorcerer gets a take down each combat, they gain 20 mana. Gain 2 Sorcerers."
        ],
        [
            "Stars are Born",
            "The first tier 1 unit and tier 2 unit you buy are upgraded to 2-star. Gain a 3 gold."
        ],
        [
            "Tactical Superiority",
            "Your units gain 4% Attack Damage and Ability Power for each of their traits you have activated, doubled when you field a Strategist. Gain 2 Strategists."
        ],
        [
            "Strategist Heart",
            "Your team counts as having 1 additional Strategist. Gain a Swain."
        ],
        [
            "Demonflare",
            "Gain a Swain. Your strongest Swain deals 2.5% increased damage per 100 max Health."
        ],
        [
            "Stellacorn's Blessing",
            "While you have the Targon trait activated, your units gain 40% Attack Speed for 4 seconds after being healed or shielded. Gain 2 Targonians."
        ],
        [
            "Targon Heart",
            "Your team counts as having 1 additional Targon. Gain a Soraka."
        ],
        [
            "Three's a Crowd",
            "Your units gain 100 Health for each unique Tier 3 unit you field."
        ],
        [
            "Three's Company",
            "Gain 4 random Tier 3 champions."
        ],
        [
            "Ancient Archives I",
            "Gain 1 Tome of Traits and 3 gold."
        ],
        [
            "Tons of Stats!",
            "Your team gains 44 Health, 4% Attack Damage, 4 Ability Power, 4 Armor, 4 Magic Resist, 4% Attack Speed, and 4 Mana."
        ],
        [
            "Training Reward II",
            "Gain 12 gold and a Lesser Champion Duplicator."
        ],
        [
            "Trade Sector",
            "Gain a free Shop refresh each round."
        ],
        [
            "Built Different II",
            "Your units with no Traits active gain 250-500 Health and 40-60% Attack Speed (based on current Stage)."
        ],
        [
            "Transfusion II",
            "Your team gains 40 Health, plus 3 Health per missing Tactician Health."
        ],
        [
            "Double Trouble II",
            "When you field exactly 2 copies of a champion, they both gain 30% Attack Damage and 30 Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        ],
        [
            "Two Healthy",
            "Your units gain 100 Health for each unique Tier 2 unit you field."
        ],
        [
            "Stable Evolution",
            "Your Void units gain 60 Health and 6% Attack Damage and Ability Power for each star level they have. Gain 2 Void units."
        ],
        [
            "Void Crest",
            "Gain a Void Emblem, Kassadin."
        ],
        [
            "Ravenous Hunter",
            "Gain a Warwick. When your strongest Warwick takes or deals damage, he gains 4% Attack Damage and 4 Ability Power, Armor, and Magic Resist, stacking up to 55 times."
        ],
        [
            "What Doesn't Kill You",
            "After losing your combat, gain 2 gold. Every 4 losses, gain a random component."
        ],
        [
            "You Have My Bow",
            "Gain a Recurve Bow. Your units gain 12% Attack Speed. "
        ],
        [
            "You Have My Sword",
            "Gain a B.F. Sword. Your units gain 15% Attack Damage. "
        ],
        [
            "Chemtech Enhancements",
            "Your Chem Modded units gain 500 Health. Allies that start combat adjacent to them gain 250 Health. Gain 2 Zaun units."
        ],
        [
            "Zaun Crest",
            "Gain a Zaun Emblem and a Warwick."
        ],
        [
            "Bilgewater Crest",
            "Gain a Bilgewater Emblem and a Twisted Fate."
        ],
        [
            "Ixtal Heart",
            "Your team counts as having 1 additional Ixtal. Gain a Qiyana."
        ],
        [
            "Vanquisher Crest",
            "Gain a Vanquisher Emblem and an Ashe."
        ],
        [
            "Rising Infamy",
            "Round start: Get a level 1 treasure chest. Your cannon barrages permanently improve future chests. Gain 2 Bilgewater units."
        ],
        [
            "Rising Infamy+",
            "Round start: Get a level 2 treasure chest. Your cannon barrages permanently improve future chests. Gain 2 Bilgewater units."
        ],
        [
            "Rising Infamy++",
            "Round start: Get a level 4 treasure chest. Your cannon barrages permanently improve future chests. Gain 2 Bilgewater units."
        ],
        [
            "Rejuvenating Flames",
            "Allies heal for 10% of their max Health every 5 seconds. Allies that started combat in an elemental hex heal for 15% instead. Gain 2 Ixtal champions."
        ],
        [
            "Stolen Vitality",
            "When your Vanquisher's attacks and Abilities critically strike, they heal the ally with the most missing Health by 1% of that ally's max Health. Gain 2 Vanquishers."
        ],
        [
            "Stationary Support II",
            "Gain 1 Training Dummy(s). It has 1 random Support Item(s) equipped, which cannot be removed."
        ],
        [
            "Support Cache",
            "Open an Armory and choose 1 of 4 unique Support items."
        ],
        [
            "Teaming Up II",
            "Gain 1 random Support item and 1 random Tier 4 champion."
        ]
    ],
    "prismatic": [
        [
            "Juggernaut Crown",
            "Gain an Juggernaut Emblem, a Bloodthirster, and a Darius."
        ],
        [
            "Balanced Budget III",
            "At the start of the next 4 rounds, Gain 10 Gold."
        ],
        [
            "Caretaker's Chosen",
            "As you level, gain more powerful items. At level 4 - gain a Component Anvil, at level 6 - gain a Completed Item Anvil, at level 8 - open a radiant item armory."
        ],
        [
            "Bastion Crown",
            "Gain a Bastion Emblem,  a Sunfire Cape, and a Taric."
        ],
        [
            "Battle Ready III",
            "Your team deals 8% more damage and takes 8% less damage. "
        ],
        [
            "Binary Airdrop",
            "Your champions equipped with 2 items temporarily gain a random completed item at the start of combat."
        ],
        [
            "Birthday Present",
            "Gain a 2-star champion and 1 gold every time you level up. The champion's tier is your level minus 4 (min: Tier 1)."
        ],
        [
            "Blinding Speed",
            "Gain a Rapid Firecannon and a Guinsoo's Rageblade, a Recurve bow, a Magnetic Remover."
        ],
        [
            "Bruiser Crown",
            "Gain a Bruiser Emblem, a Redemption, and a Rek'Sai."
        ],
        [
            "Buried Treasures III",
            "At the start of the next 6 rounds, gain a random item component."
        ],
        [
            "Challenger Crown",
            "Gain a Challenger Emblem, a Hand of Justice, and a Naafiri."
        ],
        [
            "Knowledge Download III",
            "Gain 36 XP."
        ],
        [
            "Final Ascension",
            "Your units deal 15% more damage. After 15 seconds, this effect triples."
        ],
        [
            "Large Forge",
            "Gain an Ornn Item Anvil and a Component Item Anvil."
        ],
        [
            "Masterful Job",
            "Gain an Ornn Item Anvil and a Completed Item Anvil"
        ],
        [
            "Money Money Money!",
            "Gain 25 Gold. In 3 turns, gain 25 Gold again."
        ],
        [
            "Rolling For Days III",
            "Gain 25 free shop refreshes, These shop refreshes carry over between rounds."
        ],
        [
            "Tiny Power III",
            "Your units gains 15% Attack Damage, Ability Power, and Attack Speed."
        ],
        [
            "Well-Earned Comforts III",
            "Your units gain 120 Health and 6% Attack Speed for each item equipped."
        ],
        [
            "Cursed Crown",
            "Gain +2 maximum team size, but take 100% increased player damage."
        ],
        [
            "Cybernetic Bulk III",
            "Your champions holding an item gain 500 health."
        ],
        [
            "Cybernetic Leech III",
            "Your units holding an item gain 250 Health and 20% Omnivamp."
        ],
        [
            "Demacia Crown",
            "Gain a Demacia Emblem, a Recurve Bow, and a Quinn."
        ],
        [
            "Spoils of War III",
            "When you kill an enemy unit, there's a 40% chance to drop amazing loot."
        ],
        [
            "Urf's Grab Bag",
            "Gain 2 random components, a Champion Duplicator, and a Spatula. "
        ],
        [
            "Final Reserves",
            "The first time you would be eliminated or reduced to 1 Health, instead remain alive. Then, at the beginning of your next planning phase gain 60 XP and set your gold to 66. Excess gold is converted to XP."
        ],
        [
            "Freljord Soul",
            "Your team counts as having 1 additional Freljord. Gain a Redemption and an Ashe."
        ],
        [
            "Golden Ticket",
            "Each time your Shop is refreshed, you have a 45% chance to gain a free refresh."
        ],
        [
            "Giant Grab Bag",
            "Gain 3 random components, 4 gold, and a Lesser Champion Duplicator. "
        ],
        [
            "Gotta Go Fast!!! III",
            "Your team generates 30% more mana and moves 100% faster."
        ],
        [
            "Jeweled Lotus III",
            "Your units' Abilities can critically strike. Your units gain 45% Critical Strike chance."
        ],
        [
            "Harmacist III",
            "Your units heal for 25% of the damage they deal, and they convert 30% of excess healing to true damage on their next attack."
        ],
        [
            "Hedge Fund",
            "Gain 23 gold. Your maximum interest is increased to 10."
        ],
        [
            "Hedge Fund+",
            "Gain 32 gold. Your maximum interest is increased to 10."
        ],
        [
            "Hedge Fund++",
            "Gain 44 gold. Your maximum interest is increased to 10."
        ],
        [
            "High End Sector",
            "Gain 1 gold per round. When you level up, gain a number of free shop refreshes equal to your level, which carry over between rounds."
        ],
        [
            "Impenetrable Bulwark",
            "Gain a Bramble Vest, a Dragon's Claw, a Giant's Belt, and a Magnetic Remover."
        ],
        [
            "Infernal Contract",
            "Your max level is 7. Gain 75 Gold."
        ],
        [
            "Ionia Crown",
            "Gain an Ionia Emblem, a Guardbreaker, and a Karma."
        ],
        [
            "Item Grab Bag III",
            "Gain 2 random full items and 4 Gold."
        ],
        [
            "It Pays to Learn III",
            "Gain 24 XP and 16 gold. "
        ],
        [
            "Living Forge",
            "Gain an Ornn Item Anvil now and after every 10 player combats."
        ],
        [
            "Lucky Gloves",
            "Thief's Gloves will always give your champions ideal items. Gain 2 Sparring Gloves."
        ],
        [
            "Gunner Crown",
            "Gain a Gunner Emblem, a Runann's Hurricane, and a Jayce."
        ],
        [
            "Level Up!",
            "When you buy XP, gain an additional 3. Gain 2 immediately. You can now reach level 10."
        ],
        [
            "Wellness Trust",
            "Round Start: Gain 3 gold. If you have at least 40 gold, your Tactician heals 2 Health."
        ],
        [
            "Multicaster Soul",
            "Your team counts as having 1 additional Multicaster. Gain a Jeweled Gauntlet and a Vel'Koz."
        ],
        [
            "Noxus Crown",
            "Gain a Noxus Emblem, a Sparring Gloves, and a Darius."
        ],
        [
            "Endless Hordes",
            "Gain +3 maximum team size, but your units can only hold 1 item and their total health is reduced by 15%. Gain 4 gold."
        ],
        [
            "Endless Hordes+",
            "Gain +3 maximum team size, but your units can only hold 1 item and their total health is reduced by 15%. Gain 14 gold."
        ],
        [
            "Overwhelming Force",
            "Gain a Deathblade and an Infinity Edge, a BF Sword, and a Magnetic Remover."
        ],
        [
            "Pandora's Box",
            "Gain a random Radiant item. Round Start: items on your bench are randomized (excluding Tactician's Crown, Spatula, and consumables)."
        ],
        [
            "Phreaky Friday",
            "Gain an Infinity Force. After 5 player combats, gain another."
        ],
        [
            "Phreaky Friday+",
            "Gain an Infinity Force. After 3 player combats, gain another."
        ],
        [
            "Piltover Soul",
            "Your team counts as having 1 additional Piltover. Gain a Giant Slayer and a Jayce."
        ],
        [
            "Invoker Crown",
            "Gain a Invoker Emblem, a Jeweled Gauntlet, and a Karma."
        ],
        [
            "Pumping Up III",
            "Your units gain 8% Attack Speed. Each round, increase this by 2%."
        ],
        [
            "Radiant Relics",
            "Open an Armory and choose 1 of 5 unique Radiant items. Gain a Magnetic Remover."
        ],
        [
            "Rogue Crown",
            "Gain a Rogue Emblem, a Hand of Justice, and a Qiyana."
        ],
        [
            "Roll The Dice",
            "Gain a Rascal's Gloves, which equips two random Radiant items every round."
        ],
        [
            "Cruel Pact",
            "Buying XP costs 5 Health instead of gold. Heal 2 Health before each player combat."
        ],
        [
            "Shurima Crown",
            "Gain a Shurima Emblem, a Protector's Vow, and a Naafiri."
        ],
        [
            "Slayer Crown",
            "Gain a Slayer Emblem, a Night harvester, and a Quinn."
        ],
        [
            "March of Progress",
            "Gain 3 XP now, and bonus XP equal to your level at the start of every player combat round. You can no longer use gold to level up."
        ],
        [
            "Social Distancing III",
            "Combat start: Units with no adjacent allies gain 25% Attack Damage and Ability Power."
        ],
        [
            "Sorcerer Crown",
            "Gain a Sorcerer Emblem, a Spear of Shojin, and a Vel'Koz."
        ],
        [
            "Starter Kit",
            "Gain a Tier 4 champion, and a 2-star Tier 1 champion that shares a trait with them. At the next 1 stages, gain the Tier 4 champion again."
        ],
        [
            "Strategist Soul",
            "Your team counts as having 1 additional Strategist. Gain a Adaptive Helm and a Swain."
        ],
        [
            "Tactician's Tools",
            "Gain two Spatulas and 1 Component Anvil."
        ],
        [
            "Targon Soul",
            "Your team counts as having 1 additional Targon. Gain a Redemption and a Taric."
        ],
        [
            "The Golden Egg",
            "Gain a massive golden egg that hatches in 11 turns. Victorious player combats accelerate the hatch timer by an additional turn."
        ],
        [
            "Tiniest Titan",
            "Your tactician is small and speedy, heals 2 Health after a PVP round, and grants 2 Gold per round."
        ],
        [
            "Ancient Archives II",
            "Gain 2 Tome of Traits and 5 gold."
        ],
        [
            "Training Reward III",
            "Gain 24 gold and a Champion Duplicator. "
        ],
        [
            "Built Different III",
            "Your units with no Traits active gain 300-600 Health and 50-70% Attack Speed (based on current Stage)."
        ],
        [
            "Transfusion III",
            "Your team gains 50 Health, plus 5 Health per missing Tactician Health."
        ],
        [
            "Double Trouble III",
            "When you field exactly 2 copies of a champion, they both gain 40% Attack Damage and 40 Ability Power, Armor, and Magic Resist. When you 3-star, gain a 2-star copy."
        ],
        [
            "Unleashed Arcana",
            "Gain a Jeweled Gauntlet, a Rabadon's Deathcap, a Needlessly Large Rod, and a Magnetic Remover."
        ],
        [
            "Void Crown",
            "Gain a Void Emblem, an Adaptive Helm, and a Rek'Sai."
        ],
        [
            "Wandering Trainer",
            "Gain a Training Dummy. It has 3 random Emblems equipped, which cannot be removed. Gain 6 gold."
        ],
        [
            "What The Forge",
            "All Completed items you own or receive are reforged into random Ornn Artifacts (excluding Tactician's Crown and Emblems). Units gain 110 Health per equipped Artifact."
        ],
        [
            "Zaun Crown",
            "Gain a Zaun Emblem, a Guardbreaker, and an Ekko."
        ],
        [
            "Bilgewater Crown",
            "Gain a Bilgewater Emblem, a Night Harvester, and a Nautilus."
        ],
        [
            "Vanquisher Crown",
            "Gain a Vanquisher Emblem, a Hand of Justice, and a Darius."
        ],
        [
            "Stationary Support III",
            "Gain 1 Training Dummy(s). It has 3 random Support Items equipped, which cannot be removed."
        ],
        [
            "Teaming Up III",
            "Gain 1 Support Anvil, 1 random component, and 2 random Tier 4 champions."
        ],
        [
            "Tiniest Titan+",
            "Your tactician is small and speedy, heals 2 Health after a PVP round, and grants 2 Gold per round. And gain 8 golds."
        ]
    ],
    "champion": []
}